{"<eos>": 0, "<unk>": 1, ".": 2, "the": 3, ",": 4, "and": 5, "i": 6, "it": 7, "to": 8, "a": 9, "is": 10, "of": 11, "this": 12, "with": 13, "for": 14, "you": 15, "that": 16, "in": 17, ")": 18, "have": 19, "not": 20, "but": 21, "on": 22, "my": 23, "(": 24, "as": 25, "'t": 26, "are": 27, "'s": 28, "!": 29, "very": 30, "was": 31, "use": 32, "camera": 33, "can": 34, "player": 35, "great": 36, "has": 37, "one": 38, "all": 39, "phone": 40, "be": 41, "\"": 42, "so": 43, "if": 44, "at": 45, "good": 46, "easy": 47, "-": 48, "quality": 49, "from": 50, "an": 51, "no": 52, "or": 53, "like": 54, "had": 55, "up": 56, "get": 57, "than": 58, "just": 59, "when": 60, "battery": 61, "software": 62, "about": 63, "only": 64, "your": 65, "would": 66, "ipod": 67, "they": 68, "which": 69, "also": 70, "sound": 71, "there": 72, "well": 73, "more": 74, "will": 75, "me": 76, "other": 77, "any": 78, "does": 79, "out": 80, "features": 81, ":": 82, "router": 83, "'ve": 84, "do": 85, "n": 86, "zen": 87, "its": 88, "even": 89, "some": 90, "really": 91, "by": 92, "work": 93, "creative": 94, "problems": 95, "much": 96, "too": 97, "price": 98, "better": 99, "little": 100, "after": 101, "pictures": 102, "time": 103, "product": 104, "am": 105, "most": 106, "problem": 107, "best": 108, "used": 109, "because": 110, "first": 111, "music": 112, "nice": 113, "still": 114, "did": 115, "small": 116, "what": 117, "works": 118, ";": 119, "been": 120, "now": 121, "screen": 122, "excellent": 123, "2": 124, "'m": 125, "thing": 126, "--": 127, "using": 128, "we": 129, "their": 130, "don": 131, "dvd": 132, "play": 133, "could": 134, "while": 135, "take": 136, "bit": 137, "computer": 138, "diaper": 139, "love": 140, "3": 141, "find": 142, "into": 143, "picture": 144, "songs": 145, "buy": 146, "digital": 147, "far": 148, "over": 149, "then": 150, "1": 151, "many": 152, "files": 153, "need": 154, "feature": 155, "got": 156, "hard": 157, "life": 158, "size": 159, "them": 160, "micro": 161, "new": 162, "mp3": 163, "want": 164, "way": 165, "were": 166, "enough": 167, "without": 168, "support": 169, "easily": 170, "everything": 171, "lot": 172, "two": 173, "few": 174, "button": 175, "comes": 176, "how": 177, "long": 178, "make": 179, "nokia": 180, "people": 181, "since": 182, "through": 183, "case": 184, "pretty": 185, "read": 186, "think": 187, "big": 188, "cd": 189, "interface": 190, "never": 191, "overall": 192, "seems": 193, "before": 194, "fast": 195, "quite": 196, "service": 197, "speed": 198, "apex": 199, "looking": 200, "takes": 201, "another": 202, "buttons": 203, "canon": 204, "champ": 205, "design": 206, "down": 207, "however": 208, "light": 209, "say": 210, "unit": 211, "controls": 212, "go": 213, "off": 214, "recommend": 215, "tried": 216, "fine": 217, "getting": 218, "manual": 219, "norton": 220, "right": 221, "5": 222, "hours": 223, "less": 224, "nomad": 225, "times": 226, "zoom": 227, "&": 228, "bought": 229, "looks": 230, "mode": 231, "perfect": 232, "though": 233, "4": 234, "device": 235, "ever": 236, "give": 237, "made": 238, "radio": 239, "same": 240, "fm": 241, "found": 242, "scroll": 243, "something": 244, "system": 245, "video": 246, "cool": 247, "etc": 248, "happy": 249, "see": 250, "windows": 251, "working": 252, "although": 253, "included": 254, "program": 255, "should": 256, "every": 257, "pocket": 258, "'re": 259, "?": 260, "control": 261, "lcd": 262, "pc": 263, "those": 264, "audio": 265, "fact": 266, "look": 267, "players": 268, "power": 269, "simple": 270, "who": 271, "bags": 272, "customer": 273, "day": 274, "g3": 275, "having": 276, "once": 277, "put": 278, "touch": 279, "usb": 280, "user": 281, "'d": 282, "always": 283, "awesome": 284, "back": 285, "clear": 286, "know": 287, "plus": 288, "set": 289, "such": 290, "t-mobile": 291, "worked": 292, "able": 293, "anything": 294, "being": 295, "card": 296, "come": 297, "doesn": 298, "especially": 299, "installation": 300, "lens": 301, "months": 302, "photos": 303, "start": 304, "things": 305, "took": 306, "wireless": 307, "'": 308, "again": 309, "free": 310, "keep": 311, "linksys": 312, "makes": 313, "memory": 314, "money": 315, "month": 316, "second": 317, "storage": 318, "where": 319, "'ll": 320, "almost": 321, "around": 322, "bad": 323, "bluetooth": 324, "both": 325, "internet": 326, "menu": 327, "quick": 328, "setup": 329, "transfer": 330, "yet": 331, "/": 332, "deal": 333, "diapers": 334, "drive": 335, "going": 336, "highly": 337, "number": 338, "phones": 339, "stars": 340, "these": 341, "*": 342, "color": 343, "days": 344, "full": 345, "here": 346, "install": 347, "intuitive": 348, "pleased": 349, "reviews": 350, "slow": 351, "actually": 352, "apple": 353, "either": 354, "headphones": 355, "itunes": 356, "low": 357, "market": 358, "old": 359, "options": 360, "products": 361, "purchase": 362, "remote": 363, "security": 364, "sure": 365, "volume": 366, "years": 367, "$": 368, "amazon": 369, "cameras": 370, "cheap": 371, "compact": 372, "display": 373, "extra": 374, "firmware": 375, "flash": 376, "hand": 377, "line": 378, "machine": 379, "mine": 380, "point": 381, "purchased": 382, "version": 383, "weeks": 384, "10": 385, "access": 386, "allows": 387, "already": 388, "amazing": 389, "different": 390, "dvds": 391, "easier": 392, "feels": 393, "open": 394, "own": 395, "pail": 396, "plays": 397, "shots": 398, "table": 399, "thought": 400, "voice": 401, "wheel": 402, "compared": 403, "experience": 404, "extremely": 405, "games": 406, "gb": 407, "image": 408, "seen": 409, "smell": 410, "turn": 411, "why": 412, "xtra": 413, "6600": 414, "change": 415, "charge": 416, "difficult": 417, "download": 418, "finally": 419, "high": 420, "itself": 421, "may": 422, "mediasource": 423, "odor": 424, "playing": 425, "reception": 426, "settings": 427, "several": 428, "song": 429, "top": 430, "worth": 431, "ability": 432, "away": 433, "bag": 434, "came": 435, "click": 436, "connection": 437, "decent": 438, "feel": 439, "images": 440, "impressed": 441, "kind": 442, "large": 443, "least": 444, "media": 445, "menus": 446, "must": 447, "probably": 448, "taken": 449, "taking": 450, "tech": 451, "via": 452, "week": 453, "6": 454, "adjustment": 455, "auto": 456, "between": 457, "didn": 458, "disc": 459, "file": 460, "headphone": 461, "hitachi": 462, "hold": 463, "jack": 464, "last": 465, "quickly": 466, "range": 467, "real": 468, "seconds": 469, "seem": 470, "signal": 471, "smaller": 472, "solid": 473, "sometimes": 474, "store": 475, "2004": 476, "blue": 477, "box": 478, "cable": 479, "earbuds": 480, "front": 481, "function": 482, "gives": 483, "help": 484, "larger": 485, "lots": 486, "ok": 487, "optical": 488, "our": 489, "photo": 490, "setting": 491, "simply": 492, "space": 493, "wonderful": 494, "annoying": 495, "anyone": 496, "batteries": 497, "car": 498, "definitely": 499, "disappointed": 500, "else": 501, "expensive": 502, "fit": 503, "fits": 504, "gets": 505, "given": 506, "inside": 507, "installed": 508, "instead": 509, "might": 510, "movies": 511, "network": 512, "ones": 513, "others": 514, "perfectly": 515, "regular": 516, "said": 517, "sleek": 518, "somewhat": 519, "tiny": 520, "unfortunately": 521, "uses": 522, "viewfinder": 523, "wma": 524, "won": 525, "wrong": 526, "year": 527, "0": 528, "artist": 529, "available": 530, "baby": 531, "built": 532, "cds": 533, "close": 534, "collection": 535, "cost": 536, "cover": 537, "data": 538, "during": 539, "explorer": 540, "focus": 541, "gave": 542, "genie": 543, "isn": 544, "issue": 545, "mini": 546, "navigate": 547, "nikon": 548, "nothing": 549, "online": 550, "option": 551, "pics": 552, "process": 553, "reason": 554, "refills": 555, "remove": 556, "run": 557, "short": 558, "sony": 559, "speakerphone": 560, "standard": 561, "useful": 562, "weight": 563, "album": 564, "based": 565, "black": 566, "bright": 567, "calls": 568, "capacity": 569, "colors": 570, "com": 571, "dont": 572, "due": 573, "ease": 574, "eax": 575, "end": 576, "flip": 577, "issues": 578, "load": 579, "loud": 580, "main": 581, "major": 582, "maybe": 583, "needs": 584, "next": 585, "normal": 586, "owned": 587, "person": 588, "played": 589, "playlists": 590, "plenty": 591, "programs": 592, "recorder": 593, "room": 594, "running": 595, "seemed": 596, "tell": 597, "try": 598, "understand": 599, "unlike": 600, "went": 601, "white": 602, "yes": 603, "+": 604, "absolutely": 605, "area": 606, "average": 607, "choice": 608, "company": 609, "complaints": 610, "connect": 611, "convenient": 612, "designed": 613, "expect": 614, "fantastic": 615, "flaw": 616, "heavy": 617, "holds": 618, "home": 619, "huge": 620, "id3": 621, "job": 622, "left": 623, "listen": 624, "lock": 625, "minutes": 626, "modes": 627, "plastic": 628, "review": 629, "sharp": 630, "shoot": 631, "shutter": 632, "side": 633, "smooth": 634, "superior": 635, "symantec": 636, "tool": 637, "trying": 638, "tuner": 639, "useless": 640, "value": 641, "within": 642, "xp": 643, "12": 644, "ago": 645, "antivirus": 646, "automatic": 647, "automatically": 648, "beautiful": 649, "believe": 650, "buying": 651, "call": 652, "carry": 653, "christmas": 654, "comfortable": 655, "connected": 656, "construction": 657, "depth": 658, "done": 659, "drop": 660, "except": 661, "fairly": 662, "favorite": 663, "firewall": 664, "format": 665, "friends": 666, "functions": 667, "giving": 668, "haven": 669, "let": 670, "live": 671, "longer": 672, "mentioned": 673, "myself": 674, "navigation": 675, "noise": 676, "operate": 677, "otherwise": 678, "pad": 679, "past": 680, "piece": 681, "press": 682, "rate": 683, "resolution": 684, "sd500": 685, "site": 686, "special": 687, "sync": 688, "tracks": 689, "trash": 690, "upgrade": 691, "whole": 692, "%": 693, "20": 694, "6610": 695, "8": 696, "adapter": 697, "adjust": 698, "anywhere": 699, "balance": 700, "bits": 701, "clip": 702, "complaint": 703, "course": 704, "despite": 705, "dirty": 706, "downloaded": 707, "external": 708, "genre": 709, "hands": 710, "hardware": 711, "hot": 712, "important": 713, "instructions": 714, "jukebox": 715, "liked": 716, "mac": 717, "making": 718, "model": 719, "nis": 720, "pay": 721, "perhaps": 722, "plug": 723, "powerful": 724, "priority": 725, "rather": 726, "raw": 727, "record": 728, "removable": 729, "replaceable": 730, "ringtones": 731, "speaker": 732, "stop": 733, "stuck": 734, "wanted": 735, "web": 736, "website": 737, "wo": 738, "40gb": 739, "7": 740, "accessories": 741, "along": 742, "applications": 743, "basically": 744, "bottom": 745, "built-in": 746, "completely": 747, "consider": 748, "doing": 749, "dropped": 750, "five": 751, "folder": 752, "folders": 753, "glad": 754, "gotten": 755, "half": 756, "handle": 757, "kept": 758, "key": 759, "knob": 760, "lack": 761, "learn": 762, "list": 763, "m12v": 764, "macro": 765, "matter": 766, "models": 767, "multiple": 768, "os": 769, "outlook": 770, "period": 771, "plunge": 772, "previous": 773, "properly": 774, "quiet": 775, "replace": 776, "replacement": 777, "satisfied": 778, "serious": 779, "single": 780, "slightly": 781, "slr": 782, "switch": 783, "tags": 784, "three": 785, "true": 786, "type": 787, "unless": 788, "until": 789, "update": 790, "usually": 791, "warranty": 792, "30": 793, "50": 794, "above": 795, "allow": 796, "among": 797, "answer": 798, "awkward": 799, "bar": 800, "beat": 801, "bigger": 802, "biggest": 803, "changing": 804, "clean": 805, "clips": 806, "computers": 807, "cons": 808, "considering": 809, "costs": 810, "couldn": 811, "couple": 812, "devices": 813, "disk": 814, "downside": 815, "email": 816, "everyone": 817, "example": 818, "exposure": 819, "flimsy": 820, "functionality": 821, "garbage": 822, "guide": 823, "hour": 824, "impressive": 825, "information": 826, "laptop": 827, "lasts": 828, "leave": 829, "level": 830, "looked": 831, "move": 832, "needed": 833, "none": 834, "offers": 835, "often": 836, "operating": 837, "order": 838, "outstanding": 839, "package": 840, "packed": 841, "panel": 842, "per": 843, "performance": 844, "place": 845, "poor": 846, "portable": 847, "possible": 848, "reading": 849, "received": 850, "recently": 851, "recognize": 852, "recording": 853, "reviewers": 854, "ripping": 855, "sensitive": 856, "services": 857, "soft": 858, "spare": 859, "stand": 860, "star": 861, "stick": 862, "strong": 863, "stuff": 864, "supports": 865, "totally": 866, "trouble": 867, "turned": 868, "tv": 869, "wants": 870, "weak": 871, "wrt54g": 872, "4300": 873, "addition": 874, "advanced": 875, "alot": 876, "basic": 877, "breeze": 878, "broken": 879, "busy": 880, "certain": 881, "cheaper": 882, "check": 883, "class": 884, "combination": 885, "constantly": 886, "dial": 887, "disappointment": 888, "discs": 889, "each": 890, "ear": 891, "exceptional": 892, "expected": 893, "following": 894, "formats": 895, "goes": 896, "hassle": 897, "hear": 898, "house": 899, "imagine": 900, "including": 901, "item": 902, "ive": 903, "kitchen": 904, "labs": 905, "learning": 906, "listening": 907, "loved": 908, "manually": 909, "means": 910, "mention": 911, "minor": 912, "movie": 913, "mp3s": 914, "napster": 915, "near": 916, "operation": 917, "opinion": 918, "personal": 919, "pop": 920, "positive": 921, "push": 922, "reasonable": 923, "relatively": 924, "required": 925, "results": 926, "runs": 927, "s100": 928, "scan": 929, "send": 930, "shot": 931, "sort": 932, "sounds": 933, "today": 934, "transfers": 935, "upon": 936, "us": 937, "window": 938, "worst": 939, "2003": 940, "3x": 941, ">": 942, "accurate": 943, "actual": 944, "amazed": 945, "anyway": 946, "backlight": 947, "bass": 948, "below": 949, "book": 950, "bother": 951, "break": 952, "build": 953, "called": 954, "cap": 955, "care": 956, "carrying": 957, "clearly": 958, "complicated": 959, "configuration": 960, "contact": 961, "dialing": 962, "died": 963, "documentation": 964, "durable": 965, "e": 966, "electronic": 967, "elph": 968, "emails": 969, "encountered": 970, "entire": 971, "equipment": 972, "error": 973, "exactly": 974, "face": 975, "feet": 976, "figure": 977, "flat": 978, "forward": 979, "freezes": 980, "frustrating": 981, "fully": 982, "fun": 983, "he": 984, "higher": 985, "hit": 986, "hope": 987, "i-pod": 988, "incredible": 989, "incredibly": 990, "instant": 991, "keypad": 992, "keys": 993, "lid": 994, "mb": 995, "metal": 996, "miss": 997, "modem": 998, "moment": 999, "mostly": 1000, "neat": 1001, "necessary": 1002, "negative": 1003, "neither": 1004, "night": 1005, "occasionally": 1006, "oh": 1007, "older": 1008, "part": 1009, "pda": 1010, "personally": 1011, "poorly": 1012, "powershot": 1013, "prints": 1014, "pro": 1015, "pros": 1016, "provide": 1017, "recharge": 1018, "ring": 1019, "saw": 1020, "saying": 1021, "search": 1022, "sent": 1023, "show": 1024, "sites": 1025, "sized": 1026, "speakers": 1027, "started": 1028, "stay": 1029, "stupid": 1030, "stylish": 1031, "sucks": 1032, "supplied": 1033, "technology": 1034, "terms": 1035, "together": 1036, "tones": 1037, "touchpad": 1038, "track": 1039, "under": 1040, "user-friendly": 1041, "variable": 1042, "view": 1043, "w/": 1044, "wait": 1045, "wasn": 1046, "whether": 1047, "1/2": 1048, "1/4": 1049, "100": 1050, "15": 1051, "24": 1052, "35mm": 1053, "40": 1054, "90": 1055, "added": 1056, "address": 1057, "advertised": 1058, "albums": 1059, "alternative": 1060, "application": 1061, "asked": 1062, "attractive": 1063, "awful": 1064, "band": 1065, "beats": 1066, "become": 1067, "broke": 1068, "bucks": 1069, "calendar": 1070, "calling": 1071, "cell": 1072, "charger": 1073, "charges": 1074, "charging": 1075, "clarity": 1076, "cumbersome": 1077, "dark": 1078, "defective": 1079, "door": 1080, "doubt": 1081, "downloads": 1082, "drivers": 1083, "ed": 1084, "equalizer": 1085, "failed": 1086, "fingers": 1087, "finish": 1088, "firewire": 1089, "flawlessly": 1090, "fly": 1091, "four": 1092, "freeze": 1093, "game": 1094, "generally": 1095, "gig": 1096, "hang": 1097, "hate": 1098, "headset": 1099, "holding": 1100, "indoor": 1101, "info": 1102, "infrared": 1103, "instruction": 1104, "ipods": 1105, "junk": 1106, "knows": 1107, "lighting": 1108, "listed": 1109, "literally": 1110, "loading": 1111, "lower": 1112, "manage": 1113, "mean": 1114, "megapixel": 1115, "mmc": 1116, "name": 1117, "navigating": 1118, "nearly": 1119, "nicely": 1120, "nokias": 1121, "noticed": 1122, "numerous": 1123, "nx": 1124, "odors": 1125, "onto": 1126, "opening": 1127, "organizer": 1128, "original": 1129, "palm": 1130, "photography": 1131, "pick": 1132, "produces": 1133, "proprietary": 1134, "provided": 1135, "ratio": 1136, "ready": 1137, "rebate": 1138, "reliable": 1139, "responsive": 1140, "return": 1141, "routers": 1142, "s": 1143, "samsung": 1144, "scene": 1145, "scratched": 1146, "scratches": 1147, "shooting": 1148, "shows": 1149, "similar": 1150, "situations": 1151, "son": 1152, "spend": 1153, "spent": 1154, "stereo": 1155, "stinky": 1156, "sturdy": 1157, "suck": 1158, "suite": 1159, "super": 1160, "superb": 1161, "talk": 1162, "terrible": 1163, "text": 1164, "third": 1165, "toy": 1166, "transferring": 1167, "travel": 1168, "trip": 1169, "turning": 1170, "turns": 1171, "ugly": 1172, "updates": 1173, "users": 1174, "visible": 1175, "waiting": 1176, "ways": 1177, "wide": 1178, "world": 1179, "worse": 1180, "#": 1181, "11b": 1182, "1st": 1183, "2600": 1184, "9": 1185, "=": 1186, "ac": 1187, "action": 1188, "adequate": 1189, "adjustments": 1190, "affordable": 1191, "alarm": 1192, "and/or": 1193, "appearance": 1194, "bang": 1195, "barely": 1196, "beginning": 1197, "belt": 1198, "body": 1199, "bonus": 1200, "boot": 1201, "bring": 1202, "browser": 1203, "buck": 1204, "bugs": 1205, "bundled": 1206, "capture": 1207, "cause": 1208, "comfortably": 1209, "compatibility": 1210, "complain": 1211, "components": 1212, "confusing": 1213, "corporate": 1214, "correctly": 1215, "coverage": 1216, "crap": 1217, "create": 1218, "curve": 1219, "cut": 1220, "cute": 1221, "decided": 1222, "definately": 1223, "dell": 1224, "desk": 1225, "details": 1226, "directly": 1227, "discovered": 1228, "distance": 1229, "doesnt": 1230, "durability": 1231, "editing": 1232, "effective": 1233, "empty": 1234, "enjoyed": 1235, "eq": 1236, "eventually": 1237, "everywhere": 1238, "family": 1239, "faster": 1240, "fell": 1241, "finding": 1242, "flashes": 1243, "forget": 1244, "forth": 1245, "friendly": 1246, "general": 1247, "gift": 1248, "glitches": 1249, "gprs": 1250, "harder": 1251, "hardly": 1252, "heard": 1253, "height": 1254, "held": 1255, "helps": 1256, "her": 1257, "his": 1258, "hooked": 1259, "horrible": 1260, "hp": 1261, "idea": 1262, "impossible": 1263, "include": 1264, "inferior": 1265, "initially": 1266, "integrated": 1267, "java": 1268, "jpeg": 1269, "keeps": 1270, "knew": 1271, "laid": 1272, "lasted": 1273, "latest": 1274, "lets": 1275, "library": 1276, "likely": 1277, "limited": 1278, "linux": 1279, "lithium": 1280, "loaded": 1281, "locked": 1282, "log": 1283, "manipulate": 1284, "max": 1285, "mess": 1286, "microphone": 1287, "motorola": 1288, "normally": 1289, "notice": 1290, "notmad": 1291, "novice": 1292, "offered": 1293, "output": 1294, "outside": 1295, "overly": 1296, "pair": 1297, "plan": 1298, "plate": 1299, "playback": 1300, "points": 1301, "polyphonic": 1302, "popping": 1303, "pops": 1304, "practically": 1305, "previously": 1306, "print": 1307, "produced": 1308, "professional": 1309, "protective": 1310, "proven": 1311, "questions": 1312, "rarely": 1313, "re": 1314, "reach": 1315, "recent": 1316, "red": 1317, "refund": 1318, "requires": 1319, "rip": 1320, "ripped": 1321, "rocks": 1322, "save": 1323, "scratch": 1324, "select": 1325, "selection": 1326, "sense": 1327, "seriously": 1328, "shipping": 1329, "shuffle": 1330, "shut": 1331, "silver": 1332, "slim": 1333, "slower": 1334, "someone": 1335, "spin": 1336, "stations": 1337, "stored": 1338, "straight": 1339, "subscription": 1340, "t610": 1341, "tag": 1342, "technical": 1343, "telephone": 1344, "tend": 1345, "terrific": 1346, "tons": 1347, "tough": 1348, "transfering": 1349, "truly": 1350, "u": 1351, "uncomfortable": 1352, "uninstall": 1353, "updated": 1354, "upgraded": 1355, "usage": 1356, "variety": 1357, "various": 1358, "willing": 1359, "worry": 1360, "worthless": 1361, "wouldn": 1362, "wrench": 1363, "$30": 1364, "14": 1365, "16": 1366, "200": 1367, "20gb": 1368, "4mp": 1369, "60": 1370, "98": 1371, "accessing": 1372, "ad-2600": 1373, "add": 1374, "admit": 1375, "advantage": 1376, "advice": 1377, "against": 1378, "all-in-all": 1379, "amount": 1380, "apart": 1381, "aperture": 1382, "archos": 1383, "areas": 1384, "aren": 1385, "array": 1386, "ask": 1387, "audible": 1388, "autofocus": 1389, "back-up": 1390, "backlit": 1391, "backup": 1392, "behind": 1393, "besides": 1394, "blurry": 1395, "boasts": 1396, "books": 1397, "brand": 1398, "broadband": 1399, "bulky": 1400, "bunch": 1401, "bundle": 1402, "business": 1403, "cables": 1404, "camcorder": 1405, "carrier": 1406, "casing": 1407, "catch": 1408, "charm": 1409, "closed": 1410, "cloth": 1411, "collet": 1412, "coming": 1413, "compatible": 1414, "complete": 1415, "compression": 1416, "concern": 1417, "connectivity": 1418, "contacts": 1419, "copy": 1420, "corner": 1421, "countries": 1422, "covered": 1423, "covers": 1424, "cracked": 1425, "crashes": 1426, "created": 1427, "creating": 1428, "crystal": 1429, "database": 1430, "decision": 1431, "default": 1432, "degree": 1433, "delivers": 1434, "department": 1435, "desktop": 1436, "detail": 1437, "disappointing": 1438, "distortion": 1439, "dollars": 1440, "drag": 1441, "drawback": 1442, "dream": 1443, "dvd-r": 1444, "e-mail": 1445, "earphones": 1446, "edge": 1447, "edges": 1448, "edition": 1449, "enjoy": 1450, "enormous": 1451, "experienced": 1452, "extended": 1453, "eye": 1454, "film": 1455, "finger": 1456, "fix": 1457, "flaws": 1458, "flexibility": 1459, "fond": 1460, "forever": 1461, "fragile": 1462, "freehand": 1463, "frequently": 1464, "friend": 1465, "future": 1466, "gone": 1467, "grip": 1468, "handed": 1469, "handsfree": 1470, "handy": 1471, "hasn": 1472, "hell": 1473, "helpful": 1474, "highest": 1475, "ideal": 1476, "ii": 1477, "immediately": 1478, "improved": 1479, "improvement": 1480, "installing": 1481, "investment": 1482, "iriver": 1483, "jog": 1484, "killer": 1485, "kodak": 1486, "lag": 1487, "lasting": 1488, "later": 1489, "layout": 1490, "leaving": 1491, "lense": 1492, "limitations": 1493, "location": 1494, "loose": 1495, "losing": 1496, "luck": 1497, "mechanism": 1498, "message": 1499, "messaging": 1500, "microsoft": 1501, "middle": 1502, "midi": 1503, "mind": 1504, "mins": 1505, "missing": 1506, "mixed": 1507, "modern": 1508, "morning": 1509, "moving": 1510, "naturally": 1511, "negatives": 1512, "nor": 1513, "numbers": 1514, "obviously": 1515, "occasional": 1516, "okay": 1517, "on/off": 1518, "operates": 1519, "pack": 1520, "paid": 1521, "painless": 1522, "panasonic": 1523, "particularly": 1524, "party": 1525, "pass": 1526, "pdf": 1527, "performs": 1528, "photographer": 1529, "places": 1530, "plunging": 1531, "popular": 1532, "port": 1533, "prefer": 1534, "pressing": 1535, "priced": 1536, "processing": 1537, "protection": 1538, "provides": 1539, "purchasing": 1540, "readable": 1541, "reasons": 1542, "reboot": 1543, "rechargable": 1544, "recommended": 1545, "registry": 1546, "reliability": 1547, "repeatedly": 1548, "replaced": 1549, "reputation": 1550, "reset": 1551, "respond": 1552, "rings": 1553, "road": 1554, "selected": 1555, "sending": 1556, "sensitivity": 1557, "shake": 1558, "shape": 1559, "share": 1560, "sharper": 1561, "signals": 1562, "solutions": 1563, "spectacular": 1564, "speeds": 1565, "starting": 1566, "starts": 1567, "steady": 1568, "step": 1569, "strap": 1570, "strength": 1571, "style": 1572, "suggest": 1573, "surprised": 1574, "symbian": 1575, "tagging": 1576, "ten": 1577, "terribly": 1578, "thats": 1579, "thumb": 1580, "thus": 1581, "title": 1582, "titles": 1583, "toddler": 1584, "transferred": 1585, "tries": 1586, "tunes": 1587, "twice": 1588, "unbelievably": 1589, "vcd": 1590, "versatile": 1591, "viewing": 1592, "wherever": 1593, "wider": 1594, "wife": 1595, "win": 1596, "wipes": 1597, "wood": 1598, "word": 1599, "worried": 1600, "wrap": 1601, "yeah": 1602, "yourself": 1603, "zennx": 1604, "$40": 1605, "&#38": 1606, "00": 1607, "000": 1608, "11": 1609, "18": 1610, "27": 1611, "2nd": 1612, "3/4": 1613, "4-5": 1614, "400": 1615, "512": 1616, "512mb": 1617, "640x480": 1618, "70": 1619, "80": 1620, "99": 1621, "acceptable": 1622, "achieve": 1623, "across": 1624, "additional": 1625, "agree": 1626, "albeit": 1627, "alone": 1628, "amateur": 1629, "answered": 1630, "antenna": 1631, "anti-spam": 1632, "anti-virus": 1633, "antispam": 1634, "appear": 1635, "arm": 1636, "assumed": 1637, "at&t": 1638, "attach": 1639, "audigy": 1640, "audiophile": 1641, "avoid": 1642, "b": 1643, "beast": 1644, "beef": 1645, "beginner": 1646, "belkin": 1647, "benefit": 1648, "boy": 1649, "buggy": 1650, "cards": 1651, "carefully": 1652, "category": 1653, "cellphone": 1654, "cf": 1655, "chapter": 1656, "charged": 1657, "choices": 1658, "choose": 1659, "chose": 1660, "chrome": 1661, "cinch": 1662, "cleaned": 1663, "clock": 1664, "cnet": 1665, "colours": 1666, "companies": 1667, "competition": 1668, "complained": 1669, "component": 1670, "con": 1671, "conclusion": 1672, "configure": 1673, "configuring": 1674, "confused": 1675, "connecting": 1676, "connections": 1677, "connector": 1678, "consistently": 1679, "contained": 1680, "continue": 1681, "continues": 1682, "continuously": 1683, "convert": 1684, "converter": 1685, "coolpix": 1686, "cord": 1687, "correct": 1688, "crashed": 1689, "crazy": 1690, "currency": 1691, "customization": 1692, "daily": 1693, "damage": 1694, "damaged": 1695, "darn": 1696, "date": 1697, "daylight": 1698, "dead": 1699, "decently": 1700, "deep": 1701, "delete": 1702, "delicate": 1703, "demands": 1704, "didnt": 1705, "difference": 1706, "digicams": 1707, "disappoint": 1708, "displayed": 1709, "dispose": 1710, "dlink": 1711, "documents": 1712, "double": 1713, "drops": 1714, "dynamic": 1715, "early": 1716, "easiest": 1717, "elsewhere": 1718, "enables": 1719, "encryption": 1720, "equally": 1721, "equipped": 1722, "ericsson": 1723, "es": 1724, "europe": 1725, "everyday": 1726, "ex": 1727, "extras": 1728, "fabulous": 1729, "fail": 1730, "fails": 1731, "feedback": 1732, "fence": 1733, "fill": 1734, "focused": 1735, "focusing": 1736, "follow": 1737, "form": 1738, "fortunately": 1739, "freezing": 1740, "functional": 1741, "g2": 1742, "gadgets": 1743, "gigs": 1744, "graphics": 1745, "green": 1746, "gripe": 1747, "gsm": 1748, "guy": 1749, "happier": 1750, "heavier": 1751, "high-end": 1752, "high-quality": 1753, "him": 1754, "hook": 1755, "housing": 1756, "hung": 1757, "icons": 1758, "id": 1759, "identical": 1760, "im": 1761, "inconvenient": 1762, "individual": 1763, "inexpensive": 1764, "installs": 1765, "iso": 1766, "isync": 1767, "items": 1768, "jacket": 1769, "joystick": 1770, "jump": 1771, "karma": 1772, "kbps": 1773, "keeping": 1774, "kids": 1775, "kinda": 1776, "knowing": 1777, "known": 1778, "lacking": 1779, "latter": 1780, "launched": 1781, "leather": 1782, "length": 1783, "levels": 1784, "lightweight": 1785, "liveupdate": 1786, "local": 1787, "loss": 1788, "lysol": 1789, "mainly": 1790, "meant": 1791, "medium": 1792, "meg": 1793, "megapixels": 1794, "messages": 1795, "met": 1796, "metering": 1797, "mms": 1798, "motor": 1799, "mounted": 1800, "mp": 1801, "ms": 1802, "musicmatch": 1803, "natural": 1804, "nature": 1805, "net": 1806, "newer": 1807, "news": 1808, "nicer": 1809, "non": 1810, "nortron": 1811, "notch": 1812, "noticeable": 1813, "nyc": 1814, "obvious": 1815, "odd": 1816, "offer": 1817, "office": 1818, "optional": 1819, "organized": 1820, "outdoor": 1821, "outlet": 1822, "owner": 1823, "pages": 1824, "pain": 1825, "panorama": 1826, "pants": 1827, "par": 1828, "parents": 1829, "park": 1830, "partially": 1831, "particular": 1832, "parts": 1833, "patience": 1834, "pause": 1835, "paying": 1836, "phenomenal": 1837, "photoshop": 1838, "pic": 1839, "pieces": 1840, "pioneer": 1841, "placed": 1842, "playlist": 1843, "please": 1844, "plugged": 1845, "plugging": 1846, "pockets": 1847, "poop": 1848, "potential": 1849, "pouch": 1850, "preferences": 1851, "present": 1852, "pricey": 1853, "primary": 1854, "profile": 1855, "progressive": 1856, "promise": 1857, "promised": 1858, "pull": 1859, "purple": 1860, "purpose": 1861, "qualities": 1862, "r": 1863, "r/rw": 1864, "raise": 1865, "ram": 1866, "rapidly": 1867, "rare": 1868, "rated": 1869, "rates": 1870, "rating": 1871, "reasonably": 1872, "reboots": 1873, "receiver": 1874, "receives": 1875, "rechargeable": 1876, "recharges": 1877, "regret": 1878, "release": 1879, "released": 1880, "remember": 1881, "rep": 1882, "replacable": 1883, "require": 1884, "research": 1885, "responding": 1886, "result": 1887, "retail": 1888, "ridiculous": 1889, "ringing": 1890, "rio": 1891, "rugged": 1892, "satisfactory": 1893, "saver": 1894, "scented": 1895, "screwed": 1896, "seamless": 1897, "season": 1898, "self-timer": 1899, "she": 1900, "shop": 1901, "shutting": 1902, "significant": 1903, "silent": 1904, "sit": 1905, "situation": 1906, "six": 1907, "sliding": 1908, "slightest": 1909, "slowly": 1910, "smart": 1911, "smoothly": 1912, "sold": 1913, "soon": 1914, "sounding": 1915, "sources": 1916, "south": 1917, "spam": 1918, "speak": 1919, "specs": 1920, "springs": 1921, "sprint": 1922, "state": 1923, "states": 1924, "sticks": 1925, "stink": 1926, "stock": 1927, "stopped": 1928, "stores": 1929, "stream": 1930, "stretch": 1931, "structure": 1932, "stunning": 1933, "sturdier": 1934, "subject": 1935, "subjects": 1936, "successfully": 1937, "suprisingly": 1938, "surface": 1939, "surprisingly": 1940, "sweet": 1941, "syncing": 1942, "systems": 1943, "systemworks": 1944, "t": 1945, "tad": 1946, "tall": 1947, "target": 1948, "telling": 1949, "tells": 1950, "tft": 1951, "throw": 1952, "tightly": 1953, "tips": 1954, "told": 1955, "ton": 1956, "touch-pad": 1957, "traveling": 1958, "unable": 1959, "unbeatable": 1960, "unequivocally": 1961, "uninstalled": 1962, "universal": 1963, "unusable": 1964, "usual": 1965, "versions": 1966, "vertical": 1967, "vibration": 1968, "videos": 1969, "virtually": 1970, "visual": 1971, "wallpapers": 1972, "wap": 1973, "wav": 1974, "wave": 1975, "wep": 1976, "whatever": 1977, "whenever": 1978, "wirelessly": 1979, "wise": 1980, "wish": 1981, "wizard": 1982, "words": 1983, "wpa": 1984, "write": 1985, "writing": 1986, "written": 1987, "www": 1988, "yesterday": 1989, "zooms": 1990, "zx": 1991, "$15": 1992, "$25": 1993, "$300": 1994, "$6": 1995, "*holds": 1996, "04": 1997, "10%": 1998, "130": 1999, "17": 2000, "2002": 2001, "250": 2002, "256": 2003, "28": 2004, "300": 2005, "32": 2006, "34": 2007, "360": 2008, "4-": 2009, "45": 2010, "4x": 2011, "500": 2012, "54": 2013, "57": 2014, "5g": 2015, "5gb": 2016, "6620": 2017, "70%": 2018, "700": 2019, "75": 2020, "800": 2021, "8mb": 2022, "90%": 2023, "900": 2024, "95": 2025, "@": 2026, "^": 2027, "aac": 2028, "absolute": 2029, "absolutly": 2030, "accept": 2031, "accessible": 2032, "accessory": 2033, "accident": 2034, "accidently": 2035, "account": 2036, "accurately": 2037, "acknowledge": 2038, "activate": 2039, "activated": 2040, "adaptor": 2041, "adds": 2042, "adequately": 2043, "adjustable": 2044, "advantages": 2045, "aesthetic": 2046, "affect": 2047, "africa": 2048, "age": 2049, "alias": 2050, "alive": 2051, "allowed": 2052, "alphabetical": 2053, "alter": 2054, "amatuer": 2055, "amazingly": 2056, "anybody": 2057, "anyhow": 2058, "anymore": 2059, "app": 2060, "apparently": 2061, "appealing": 2062, "appeared": 2063, "appears": 2064, "appropriate": 2065, "apps": 2066, "aps": 2067, "art": 2068, "aside": 2069, "aspects": 2070, "ass": 2071, "assign": 2072, "assist": 2073, "assistance": 2074, "ate": 2075, "attachment": 2076, "attempted": 2077, "attention": 2078, "attribute": 2079, "august": 2080, "australia": 2081, "auto-focus": 2082, "automated": 2083, "awfully": 2084, "backward": 2085, "bargain": 2086, "barrel": 2087, "base": 2088, "became": 2089, "began": 2090, "begins": 2091, "bet": 2092, "blame": 2093, "blast": 2094, "bleeding": 2095, "blend": 2096, "blocked": 2097, "blocking": 2098, "blows": 2099, "board": 2100, "boards": 2101, "bog": 2102, "bookmarks": 2103, "boost": 2104, "booster": 2105, "booted": 2106, "bored": 2107, "bounds": 2108, "brain": 2109, "brands": 2110, "breaks": 2111, "brick": 2112, "briefly": 2113, "brilliant": 2114, "brings": 2115, "brought": 2116, "browsing": 2117, "budget": 2118, "buds": 2119, "burner": 2120, "burning": 2121, "bus": 2122, "buyer": 2123, "c": 2124, "cake": 2125, "calculator": 2126, "cant": 2127, "capabilities": 2128, "captured": 2129, "captures": 2130, "cash": 2131, "casio": 2132, "caught": 2133, "caused": 2134, "certainly": 2135, "ch": 2136, "challenge": 2137, "challenging": 2138, "checking": 2139, "chinese": 2140, "chip": 2141, "chuck": 2142, "claim": 2143, "classical": 2144, "cleaning": 2145, "closely": 2146, "clumsy": 2147, "clunky": 2148, "colored": 2149, "combine": 2150, "combines": 2151, "comment": 2152, "common": 2153, "compactflash": 2154, "comparable": 2155, "compare": 2156, "comparing": 2157, "comparison": 2158, "composer": 2159, "compromises": 2160, "conditions": 2161, "configured": 2162, "consulting": 2163, "consumer": 2164, "containing": 2165, "content": 2166, "contrary": 2167, "contrast": 2168, "convenience": 2169, "conveniently": 2170, "convinced": 2171, "cooler": 2172, "coolest": 2173, "corners": 2174, "costly": 2175, "counter": 2176, "counting": 2177, "country": 2178, "cousin": 2179, "covering": 2180, "crammed": 2181, "crank": 2182, "creation": 2183, "credit": 2184, "crisp": 2185, "critical": 2186, "crop": 2187, "current": 2188, "currently": 2189, "customers": 2190, "customizable": 2191, "cuts": 2192, "dad": 2193, "daughter": 2194, "dealing": 2195, "deals": 2196, "december": 2197, "dedicated": 2198, "deeper": 2199, "delay": 2200, "deliver": 2201, "delivered": 2202, "dense": 2203, "dept": 2204, "describe": 2205, "detailed": 2206, "determined": 2207, "detract": 2208, "detroit": 2209, "die": 2210, "difficulty": 2211, "dig": 2212, "digic": 2213, "diopter": 2214, "directions": 2215, "directory": 2216, "disable": 2217, "disks": 2218, "disney": 2219, "displaying": 2220, "disposable": 2221, "distinction": 2222, "division": 2223, "dock": 2224, "doctor": 2225, "downloadable": 2226, "downloading": 2227, "downstairs": 2228, "dozen": 2229, "drawbacks": 2230, "drawn": 2231, "driver": 2232, "dropping": 2233, "drove": 2234, "dual": 2235, "dust": 2236, "e-mailing": 2237, "earbud": 2238, "earlier": 2239, "earpiece": 2240, "ears": 2241, "easy-to-use": 2242, "economical": 2243, "effect": 2244, "efficient": 2245, "effort": 2246, "elemenatary": 2247, "eliminate": 2248, "embarassing": 2249, "encode": 2250, "ended": 2251, "enter": 2252, "environment": 2253, "er": 2254, "ergonomic": 2255, "everybody": 2256, "evident": 2257, "exceeded": 2258, "exception": 2259, "exciting": 2260, "exe": 2261, "expandability": 2262, "expectations": 2263, "expert": 2264, "explain": 2265, "export": 2266, "extreme": 2267, "factor": 2268, "factors": 2269, "factory": 2270, "falling": 2271, "falls": 2272, "fan": 2273, "faulty": 2274, "fear": 2275, "felt": 2276, "fewer": 2277, "field": 2278, "finder": 2279, "finest": 2280, "fixed": 2281, "flawless": 2282, "flexible": 2283, "floor": 2284, "fooled": 2285, "forced": 2286, "foremost": 2287, "formatting": 2288, "fortunate": 2289, "frankly": 2290, "fringing": 2291, "froze": 2292, "frustrated": 2293, "ft": 2294, "fuss": 2295, "g": 2296, "gallery": 2297, "gaming": 2298, "gap": 2299, "geek": 2300, "generated": 2301, "generation": 2302, "genres": 2303, "glance": 2304, "globe": 2305, "glow": 2306, "glows": 2307, "gorgeous": 2308, "gracenotes": 2309, "greatest": 2310, "group": 2311, "grow": 2312, "guess": 2313, "gym": 2314, "handheld": 2315, "handles": 2316, "happened": 2317, "happily": 2318, "havent": 2319, "hazy": 2320, "hd": 2321, "headaches": 2322, "hearing": 2323, "heck": 2324, "heed": 2325, "helped": 2326, "hides": 2327, "highs": 2328, "hip": 2329, "hobbiest": 2330, "hog": 2331, "hole": 2332, "honestly": 2333, "hoops": 2334, "hundred": 2335, "hundreds": 2336, "hype": 2337, "i-tunes": 2338, "imo": 2339, "import": 2340, "importantly": 2341, "improves": 2342, "inability": 2343, "incident": 2344, "inconveniences": 2345, "indeed": 2346, "indicate": 2347, "indicated": 2348, "indistinguishable": 2349, "individually": 2350, "industry": 2351, "inevitable": 2352, "insanely": 2353, "insert": 2354, "inserted": 2355, "instantly": 2356, "integrate": 2357, "integration": 2358, "intended": 2359, "interested": 2360, "interesting": 2361, "internal": 2362, "internet/av": 2363, "introduce": 2364, "ir": 2365, "isnt": 2366, "jazz": 2367, "jobs": 2368, "joke": 2369, "jpegs": 2370, "jukeboxes": 2371, "jumped": 2372, "kentucky": 2373, "kick": 2374, "knowledge": 2375, "lacks": 2376, "latch": 2377, "leads": 2378, "leaps": 2379, "learned": 2380, "leaves": 2381, "lever": 2382, "lift": 2383, "lighter": 2384, "liking": 2385, "limits": 2386, "link": 2387, "lists": 2388, "lit": 2389, "literature": 2390, "locations": 2391, "locking": 2392, "logs": 2393, "lose": 2394, "lost": 2395, "loves": 2396, "low-light": 2397, "lowest": 2398, "luckily": 2399, "lying": 2400, "machines": 2401, "macs": 2402, "makita": 2403, "man": 2404, "managed": 2405, "manufactured": 2406, "map": 2407, "maple": 2408, "march": 2409, "marketing": 2410, "master": 2411, "mastered": 2412, "match": 2413, "material": 2414, "matters": 2415, "maximum": 2416, "mbps": 2417, "mbyte": 2418, "meaning": 2419, "mediocre": 2420, "meets": 2421, "mega": 2422, "mental": 2423, "messing": 2424, "messy": 2425, "mhz": 2426, "mind-blowing": 2427, "minimal": 2428, "minimize": 2429, "minimum": 2430, "minute": 2431, "misfortune": 2432, "monitor": 2433, "mountain": 2434, "mp3-player": 2435, "mpeg": 2436, "multifunction": 2437, "muscle": 2438, "myriad": 2439, "names": 2440, "nearest": 2441, "neck": 2442, "neon": 2443, "newborn": 2444, "nicest": 2445, "nitrus": 2446, "nose": 2447, "noted": 2448, "npr": 2449, "nuisance": 2450, "obstruct": 2451, "obtain": 2452, "occasion": 2453, "occasions": 2454, "odorless": 2455, "offsets": 2456, "on-line": 2457, "opened": 2458, "opposed": 2459, "optics": 2460, "orchestra": 2461, "ordinary": 2462, "organization": 2463, "organize": 2464, "organizing": 2465, "originally": 2466, "ot": 2467, "ounces": 2468, "ours": 2469, "outputs": 2470, "overcome": 2471, "overloaded": 2472, "overpriced": 2473, "p": 2474, "packaging": 2475, "panoramic": 2476, "parental": 2477, "passes": 2478, "pdas": 2479, "penny": 2480, "performed": 2481, "performer": 2482, "photographs": 2483, "photostitch": 2484, "picked": 2485, "picky": 2486, "pie": 2487, "pim": 2488, "piston": 2489, "pix": 2490, "pixel": 2491, "pixels": 2492, "placement": 2493, "plans": 2494, "plusses": 2495, "point-and-shoot": 2496, "poping": 2497, "portability": 2498, "porter": 2499, "ports": 2500, "position": 2501, "positively": 2502, "post": 2503, "powerup": 2504, "practice": 2505, "precise": 2506, "preclude": 2507, "prepared": 2508, "preset": 2509, "presets": 2510, "prices": 2511, "primarily": 2512, "printed": 2513, "processor": 2514, "produce": 2515, "prone": 2516, "proof": 2517, "proper": 2518, "protect": 2519, "protects": 2520, "provider": 2521, "ps": 2522, "pulling": 2523, "purchases": 2524, "purposes": 2525, "purse": 2526, "puts": 2527, "putting": 2528, "question": 2529, "quicker": 2530, "quietly": 2531, "quit": 2532, "raised": 2533, "razor": 2534, "readers": 2535, "reads": 2536, "realistic": 2537, "realize": 2538, "realized": 2539, "rebates": 2540, "recharger": 2541, "recognized": 2542, "recognizes": 2543, "recorders": 2544, "records": 2545, "red-eyes": 2546, "redeye": 2547, "refill": 2548, "refused": 2549, "refuses": 2550, "regard": 2551, "regarding": 2552, "registered": 2553, "regrets": 2554, "regularly": 2555, "relation": 2556, "releases": 2557, "remain": 2558, "remotely": 2559, "remotes": 2560, "removable/replaceable": 2561, "removal": 2562, "renaming": 2563, "rendering": 2564, "rental": 2565, "repair": 2566, "repeat": 2567, "replaces": 2568, "reply": 2569, "reps": 2570, "requirements": 2571, "res": 2572, "researched": 2573, "reservations": 2574, "respectable": 2575, "response": 2576, "rest": 2577, "resulted": 2578, "resulting": 2579, "returning": 2580, "revised": 2581, "rich": 2582, "ringtone": 2583, "robust": 2584, "rock": 2585, "roll": 2586, "rooms": 2587, "round": 2588, "rounded": 2589, "routing": 2590, "rubber": 2591, "ruined": 2592, "rw": 2593, "s-video": 2594, "s/w": 2595, "safer": 2596, "sale": 2597, "satellite": 2598, "saved": 2599, "saving": 2600, "scandisk": 2601, "scenes": 2602, "seal": 2603, "seamlessly": 2604, "searched": 2605, "secondly": 2606, "seemingly": 2607, "seldom": 2608, "sennheiser": 2609, "sennheisers": 2610, "senses": 2611, "separately": 2612, "seperately": 2613, "series": 2614, "server": 2615, "serves": 2616, "set-up": 2617, "sets": 2618, "shell": 2619, "shiny": 2620, "shirt": 2621, "shock": 2622, "shoe": 2623, "shorter": 2624, "shortly": 2625, "showing": 2626, "skip": 2627, "skipping": 2628, "skips": 2629, "sleeve": 2630, "slick": 2631, "slight": 2632, "slip": 2633, "sloppy": 2634, "slot": 2635, "slows": 2636, "smallest": 2637, "smelled": 2638, "snag": 2639, "snap": 2640, "snapping": 2641, "snazzy": 2642, "snow": 2643, "so-so": 2644, "soho": 2645, "sonyericsson": 2646, "source": 2647, "spindle": 2648, "spoke": 2649, "stability": 2650, "stable": 2651, "standards": 2652, "start-up": 2653, "startup": 2654, "static": 2655, "station": 2656, "status": 2657, "staying": 2658, "steep": 2659, "stern": 2660, "stiff": 2661, "stitch": 2662, "stn": 2663, "stops": 2664, "storing": 2665, "streaks": 2666, "strengths": 2667, "sub": 2668, "subscribe": 2669, "success": 2670, "suit": 2671, "sunlight": 2672, "supply": 2673, "supporting": 2674, "supposed": 2675, "surpasses": 2676, "survived": 2677, "suspect": 2678, "svcds": 2679, "swap": 2680, "swear": 2681, "switched": 2682, "symantect": 2683, "t-zones": 2684, "t720i": 2685, "tab": 2686, "talking": 2687, "tank": 2688, "task": 2689, "tasks": 2690, "taste": 2691, "technician": 2692, "technicians": 2693, "technologies": 2694, "tendency": 2695, "tested": 2696, "th": 2697, "thank": 2698, "themselves": 2699, "thinking": 2700, "third-party": 2701, "thousands": 2702, "tight": 2703, "tinker": 2704, "toll": 2705, "tone": 2706, "tops": 2707, "total": 2708, "touched": 2709, "traditional": 2710, "train": 2711, "transmission": 2712, "transmitter": 2713, "transport": 2714, "treat": 2715, "treble": 2716, "tremendous": 2717, "trendy": 2718, "trial": 2719, "trigger": 2720, "truely": 2721, "tweaking": 2722, "txt": 2723, "ui": 2724, "ultra": 2725, "ultracompact": 2726, "unavailable": 2727, "unbelievable": 2728, "uni": 2729, "universally": 2730, "unlimited": 2731, "unmatched": 2732, "updating": 2733, "uploading": 2734, "utility": 2735, "utterly": 2736, "vague": 2737, "vaio": 2738, "vanilla": 2739, "vast": 2740, "vastly": 2741, "viewer": 2742, "views": 2743, "virus": 2744, "visibility": 2745, "vivid": 2746, "vs": 2747, "w": 2748, "waited": 2749, "wake-up": 2750, "walking": 2751, "walkman": 2752, "wall": 2753, "wallet": 2754, "wanting": 2755, "warning": 2756, "wary": 2757, "wash": 2758, "wasting": 2759, "watch": 2760, "watching": 2761, "water": 2762, "waterproof": 2763, "weather": 2764, "weighs": 2765, "wet11": 2766, "whereas": 2767, "whine": 2768, "wifi": 2769, "wile": 2770, "winner": 2771, "winxp": 2772, "wmp": 2773, "wonderfully": 2774, "woodworking": 2775, "workhorse": 2776, "woth": 2777, "wouldnt": 2778, "wow": 2779, "yield": 2780, "zealand": 2781, "zero": 2782, "~": 2783, "$$": 2784, "$1": 2785, "$100": 2786, "$105": 2787, "$135": 2788, "$20": 2789, "$35/hr": 2790, "$3800": 2791, "$5": 2792, "$5-per-month": 2793, "$50": 2794, "$500": 2795, "$90": 2796, "$95": 2797, "'98": 2798, "'diaper": 2799, "'first": 2800, "'home": 2801, "'ipod": 2802, "'l": 2803, "'mini": 2804, "'s*": 2805, "'shutting": 2806, "'world": 2807, "'zen": 2808, "*anyone": 2809, "*easy": 2810, "*impossible": 2811, "*knocks": 2812, "*the": 2813, "*we": 2814, "+1/3": 2815, "+ac": 2816, "+awesome": 2817, "+battery": 2818, "+looks": 2819, "+smaller": 2820, "+sorts": 2821, "+usb": 2822, "-can": 2823, "-go": 2824, "-not": 2825, "-once": 2826, "-this": 2827, "-touchy": 2828, "-user": 2829, "00%": 2830, "03": 2831, "1-2": 2832, "1-3": 2833, "1-9": 2834, "1-a": 2835, "1-touch": 2836, "1/250": 2837, "1/2in": 2838, "1/3": 2839, "10-11": 2840, "1000": 2841, "1000s": 2842, "1024x768": 2843, "1100s": 2844, "12-26": 2845, "12-day": 2846, "1200": 2847, "128": 2848, "128bps": 2849, "12x": 2850, "13": 2851, "13-14": 2852, "133": 2853, "14x": 2854, "150": 2855, "1500": 2856, "160": 2857, "160kbps": 2858, "160x120": 2859, "16bit": 2860, "180": 2861, "192": 2862, "192-256": 2863, "1993": 2864, "19gb": 2865, "19mm": 2866, "1g": 2867, "1gb": 2868, "1ghz": 2869, "2-": 2870, "2-3": 2871, "2-megapixel": 2872, "2000": 2873, "2005": 2874, "200k+": 2875, "202": 2876, "20usd": 2877, "240": 2878, "25": 2879, "25-50": 2880, "256mb": 2881, "26": 2882, "26%": 2883, "278": 2884, "27th": 2885, "280": 2886, "2ghz": 2887, "2k": 2888, "2mp": 2889, "2x": 2890, "3-": 2891, "3-1/4": 2892, "30fps": 2893, "30gb": 2894, "31": 2895, "3210": 2896, "32mb": 2897, "33%": 2898, "3330": 2899, "35-mm": 2900, "35mb": 2901, "36": 2902, "3650": 2903, "3660": 2904, "38": 2905, "39": 2906, "3gpp-compatible": 2907, "3hp": 2908, "3hp+": 2909, "3m-4m": 2910, "3rd": 2911, "3rd-party": 2912, "3x4cm": 2913, "4-stars": 2914, "4-times": 2915, "4/5": 2916, "405": 2917, "4155": 2918, "4500": 2919, "48": 2920, "491": 2921, "497": 2922, "4g": 2923, "4gbs": 2924, "4th": 2925, "4x6": 2926, "5/5": 2927, "500-cd": 2928, "5000": 2929, "54g": 2930, "54mbps": 2931, "54mps": 2932, "55": 2933, "56k": 2934, "5717": 2935, "6-": 2936, "6-7": 2937, "6-8": 2938, "60-65": 2939, "600": 2940, "60gb": 2941, "610": 2942, "640": 2943, "65000": 2944, "65536": 2945, "65k": 2946, "660": 2947, "68": 2948, "7-": 2949, "7-megapixel": 2950, "7610": 2951, "8-": 2952, "8-10": 2953, "8-track": 2954, "800mhz": 2955, "801": 2956, "80gb": 2957, "8290": 2958, "850": 2959, "866": 2960, "866-4apexgo": 2961, "8ft": 2962, "8x10": 2963, "900mhz": 2964, "98db": 2965, "99%": 2966, "[as": 2967, "[non-intuitive]": 2968, "[requires": 2969, "\\": 2970, "_": 2971, "a60": 2972, "ab": 2973, "abandoned": 2974, "abilities": 2975, "ably": 2976, "about-": 2977, "above-mentioned": 2978, "abra": 2979, "abusing": 2980, "ac/dc": 2981, "academic": 2982, "accentuates": 2983, "accepted": 2984, "accepts": 2985, "accessibility": 2986, "accidentally": 2987, "accompanying": 2988, "accomplish": 2989, "accomplishes": 2990, "according": 2991, "accuracy": 2992, "accustomed": 2993, "achieved": 2994, "achievement": 2995, "achilles": 2996, "acoustic": 2997, "acrobat": 2998, "act": 2999, "acts": 3000, "ad-1200": 3001, "ad-1220": 3002, "ad-1600": 3003, "ad/pop-up": 3004, "ad2600": 3005, "add-on": 3006, "addict": 3007, "additionally": 3008, "addle": 3009, "addresses": 3010, "adjacent": 3011, "adjusted": 3012, "administrative": 3013, "administrator": 3014, "adobe": 3015, "adore": 3016, "ads": 3017, "advertises": 3018, "advise": 3019, "advocate": 3020, "aesthetics": 3021, "af": 3022, "afford": 3023, "affordability": 3024, "afro-cuban": 3025, "again-": 3026, "agents": 3027, "ah": 3028, "ahead": 3029, "aid": 3030, "aids": 3031, "ail": 3032, "aim": 3033, "air": 3034, "airline": 3035, "airplane": 3036, "airport": 3037, "ak": 3038, "aka": 3039, "alerts": 3040, "algorithms": 3041, "aligned": 3042, "alkaline": 3043, "all-in-one": 3044, "all-powerful": 3045, "all>": 3046, "allegedly": 3047, "allowing": 3048, "alright": 3049, "altered": 3050, "alternate": 3051, "alts": 3052, "am/fm": 3053, "amaze": 3054, "amazement": 3055, "amazon]": 3056, "ambiance": 3057, "amenities": 3058, "american": 3059, "ample": 3060, "anchor": 3061, "andy": 3062, "angele's": 3063, "angle": 3064, "animations": 3065, "annie": 3066, "annoy": 3067, "annoyance": 3068, "annoyed": 3069, "answers": 3070, "ant": 3071, "anted": 3072, "anticipate": 3073, "anyways": 3074, "apartment": 3075, "aperture-time": 3076, "apology": 3077, "apparent": 3078, "appeal": 3079, "apple-approved": 3080, "apples": 3081, "appliance": 3082, "applies": 3083, "appointments": 3084, "appreciate": 3085, "approved": 3086, "aptly": 3087, "arbitrary": 3088, "architecture": 3089, "arena": 3090, "arguably": 3091, "aries": 3092, "arrangement": 3093, "arrived": 3094, "artefact's": 3095, "asking": 3096, "asks": 3097, "assemble": 3098, "assistant": 3099, "associated": 3100, "associates": 3101, "assured": 3102, "astounding": 3103, "atones": 3104, "attached": 3105, "attempting": 3106, "attempts": 3107, "auditorium": 3108, "aunt": 3109, "auto-correction": 3110, "auto-mode": 3111, "automatically-retrieved": 3112, "automation": 3113, "aux": 3114, "avail": 3115, "avaunt": 3116, "avoiding": 3117, "aw": 3118, "awe": 3119, "awe-inspiring": 3120, "awhile": 3121, "babies": 3122, "back-lit": 3123, "back-logged": 3124, "back-ups": 3125, "backed": 3126, "background": 3127, "backing": 3128, "backs": 3129, "backtracking": 3130, "backyard": 3131, "bacon": 3132, "bag-twice": 3133, "bags-": 3134, "ball": 3135, "bandwagon": 3136, "bandwidth": 3137, "bang-for-the-buck": 3138, "banner": 3139, "bare": 3140, "bargains": 3141, "bars": 3142, "basketball": 3143, "bat": 3144, "batch": 3145, "bathroom": 3146, "batter": 3147, "battery-powered": 3148, "beater": 3149, "beatiful": 3150, "beauties": 3151, "beauty": 3152, "becomes": 3153, "becoming": 3154, "bed": 3155, "bedroom": 3156, "beer": 3157, "befcmu10": 3158, "beforehand": 3159, "begin": 3160, "beginners": 3161, "behave": 3162, "behold": 3163, "believer": 3164, "bells": 3165, "belongs": 3166, "belt-clip": 3167, "bend": 3168, "beneficial": 3169, "best-built": 3170, "beta": 3171, "bevy": 3172, "beware": 3173, "beyond": 3174, "biggie": 3175, "birthday": 3176, "blackberry": 3177, "blanks": 3178, "blaster": 3179, "blazing": 