{"<eos>": 0, "<unk>": 1, "the": 2, "of": 3, "to": 4, "a": 5, "and": 6, "not": 7, "is": 8, "in": 9, ",": 10, "be": 11, "-": 12, "has": 13, "for": 14, "will": 15, "have": 16, "are": 17, "support": 18, "was": 19, "would": 20, "evil": 21, "it": 22, "on": 23, "as": 24, "with": 25, "more": 26, "an": 27, "no": 28, "axis": 29, "that": 30, "its": 31, "against": 32, "can": 33, "by": 34, "his": 35, "their": 36, "do": 37, "been": 38, "had": 39, "want": 40, "all": 41, "were": 42, "one": 43, "out": 44, "rights": 45, "very": 46, "war": 47, "called": 48, "could": 49, "only": 50, "this": 51, "so": 52, "peace": 53, "at": 54, "human": 55, "us": 56, "good": 57, "most": 58, "n't": 59, "should": 60, "concern": 61, "free": 62, "criticism": 63, "from": 64, "up": 65, "fair": 66, "any": 67, "does": 68, "even": 69, "or": 70, "accused": 71, "hope": 72, "if": 73, "they": 74, "such": 75, "than": 76, "way": 77, "world": 78, "expressed": 79, "just": 80, "legitimate": 81, "like": 82, "being": 83, "great": 84, "people": 85, "right": 86, "warned": 87, "but": 88, "protest": 89, "better": 90, "terrorism": 91, "also": 92, "may": 93, "our": 94, "criticized": 95, "justice": 96, "serious": 97, "violence": 98, "wants": 99, "who": 100, "without": 101, ".": 102, "into": 103, "refused": 104, "international": 105, "strong": 106, "what": 107, "concerned": 108, "concerns": 109, "condemned": 110, "far": 111, "israeli": 112, "rejected": 113, "confidence": 114, "opposition": 115, "still": 116, "political": 117, "put": 118, "there": 119, "we": 120, "did": 121, "difficult": 122, "intimidation": 123, "nothing": 124, "now": 125, "respect": 126, "supported": 127, "threat": 128, "wanted": 129, "accept": 130, "dangerous": 131, "democracy": 132, "denied": 133, "never": 134, "new": 135, "policy": 136, "power": 137, "urged": 138, "well": 139, "government": 140, "he": 141, "bad": 142, "campaign": 143, "country": 144, "down": 145, "enemy": 146, "get": 147, "long": 148, "much": 149, "peaceful": 150, "problem": 151, "protests": 152, "too": 153, "back": 154, "feel": 155, "further": 156, "interests": 157, "itself": 158, "own": 159, "palestinian": 160, "them": 161, "economic": 162, "freedom": 163, "him": 164, "little": 165, "made": 166, "must": 167, "security": 168, "those": 169, "threatened": 170, "agreed": 171, "away": 172, "because": 173, "considered": 174, "failed": 175, "over": 176, "under": 177, "american": 178, "anti": 179, "fear": 180, "hoped": 181, "many": 182, "off": 183, "possible": 184, "think": 185, "worse": 186, "become": 187, "every": 188, "fears": 189, "go": 190, "going": 191, "hard": 192, "high": 193, "seek": 194, "state": 195, "these": 196, "time": 197, "wish": 198, "already": 199, "always": 200, "best": 201, "end": 202, "enough": 203, "force": 204, "help": 205, "hopes": 206, "mistake": 207, "opposed": 208, "refusal": 209, "same": 210, "side": 211, "warning": 212, "you": 213, "act": 214, "am": 215, "continue": 216, "crisis": 217, "critical": 218, "desire": 219, "despite": 220, "however": 221, "impossible": 222, "quite": 223, "refuses": 224, "situation": 225, "some": 226, "supports": 227, "take": 228, "themselves": 229, "threats": 230, "worried": 231, "about": 232, "action": 233, "anything": 234, "calls": 235, "calm": 236, "growing": 237, "happy": 238, "law": 239, "legal": 240, "less": 241, "major": 242, "poor": 243, "sense": 244, "success": 245, "terror": 246, "terrorists": 247, "use": 248, "victory": 249, "welcomed": 250, "willing": 251, "allow": 252, "asked": 253, "attack": 254, "blamed": 255, "call": 256, "commitment": 257, "committed": 258, "course": 259, "day": 260, "failure": 261, "flawed": 262, "full": 263, "himself": 264, "inhumane": 265, "innocent": 266, "it's": 267, "lack": 268, "make": 269, "my": 270, "national": 271, "positive": 272, "pretext": 273, "really": 274, "satisfied": 275, "see": 276, "seen": 277, "stability": 278, "stand": 279, "stop": 280, "threatening": 281, "toward": 282, "agree": 283, "behind": 284, "charges": 285, "damage": 286, "danger": 287, "democratic": 288, "election": 289, "enormous": 290, "fight": 291, "firm": 292, "invited": 293, "israel": 294, "last": 295, "life": 296, "rejection": 297, "responsible": 298, "rigged": 299, "seeking": 300, "states": 301, "successful": 302, "suffering": 303, "supporting": 304, "suspected": 305, "trying": 306, "understanding": 307, "voiced": 308, "work": 309, "worst": 310, "wrong": 311, "accusing": 312, "advantage": 313, "again": 314, "another": 315, "believe": 316, "calling": 317, "destruction": 318, "extremely": 319, "feared": 320, "first": 321, "i": 322, "independence": 323, "injustice": 324, "likely": 325, "means": 326, "military": 327, "nation": 328, "nor": 329, "other": 330, "palestinians": 331, "pleased": 332, "policies": 333, "praised": 334, "promote": 335, "recognition": 336, "self": 337, "show": 338, "social": 339, "strongly": 340, "taken": 341, "true": 342, "violations": 343, "which": 344, "able": 345, "accepted": 346, "aggressive": 347, "anger": 348, "benefit": 349, "between": 350, "biased": 351, "blame": 352, "blind": 353, "cages": 354, "citizens": 355, "clear": 356, "clearly": 357, "completely": 358, "condemnation": 359, "countries": 360, "coup": 361, "defend": 362, "desperate": 363, "destroy": 364, "double": 365, "doubts": 366, "empire": 367, "endorsed": 368, "eye": 369, "forward": 370, "grave": 371, "hand": 372, "harsh": 373, "how": 374, "illegitimate": 375, "look": 376, "lost": 377, "merely": 378, "message": 379, "might": 380, "once": 381, "particularly": 382, "place": 383, "problems": 384, "solidarity": 385, "sought": 386, "spirit": 387, "things": 388, "took": 389, "treatment": 390, "united": 391, "urge": 392, "values": 393, "widespread": 394, "world's": 395, "years": 396, "acceptable": 397, "accusations": 398, "accuses": 399, "allegations": 400, "approval": 401, "attacks": 402, "blow": 403, "cause": 404, "charged": 405, "claims": 406, "cold": 407, "congratulated": 408, "credible": 409, "criticisms": 410, "demonstrations": 411, "dignity": 412, "done": 413, "economy": 414, "enemies": 415, "ever": 416, "favor": 417, "getting": 418, "give": 419, "hands": 420, "hatred": 421, "history": 422, "increasingly": 423, "kill": 424, "legitimacy": 425, "looking": 426, "making": 427, "nations": 428, "openly": 429, "order": 430, "promises": 431, "ready": 432, "reason": 433, "remain": 434, "respected": 435, "rhetoric": 436, "seems": 437, "standards": 438, "sympathy": 439, "taking": 440, "thanks": 441, "torture": 442, "totally": 443, "transparent": 444, "unable": 445, "understand": 446, "welcome": 447, "went": 448, "alarm": 449, "alleged": 450, "approve": 451, "avoid": 452, "bitter": 453, "came": 454, "care": 455, "challenge": 456, "civilized": 457, "club": 458, "come": 459, "cooperation": 460, "criticizing": 461, "deep": 462, "denounced": 463, "devastating": 464, "development": 465, "effective": 466, "encourage": 467, "encouraged": 468, "everything": 469, "excuse": 470, "expected": 471, "express": 472, "find": 473, "fraud": 474, "god": 475, "hold": 476, "humane": 477, "humanity": 478, "immediately": 479, "important": 480, "interest": 481, "interested": 482, "laws": 483, "line": 484, "moral": 485, "need": 486, "open": 487, "personal": 488, "plotting": 489, "point": 490, "president": 491, "prevent": 492, "principles": 493, "promised": 494, "questions": 495, "raise": 496, "raised": 497, "real": 498, "recognize": 499, "regarded": 500, "relations": 501, "repeatedly": 502, "request": 503, "rigging": 504, "role": 505, "seriously": 506, "settlement": 507, "step": 508, "through": 509, "thugs": 510, "two": 511, "unfair": 512, "upon": 513, "used": 514, "vicious": 515, "violated": 516, "violation": 517, "when": 518, "above": 519, "abuses": 520, "alone": 521, "america": 522, "among": 523, "approach": 524, "around": 525, "aspirations": 526, "backing": 527, "before": 528, "believes": 529, "blood": 530, "burden": 531, "chance": 532, "condemn": 533, "confident": 534, "considers": 535, "credibility": 536, "crime": 537, "denunciation": 538, "deny": 539, "difficulties": 540, "dissatisfaction": 541, "doubt": 542, "either": 543, "electoral": 544, "endorse": 545, "face": 546, "feeling": 547, "forces": 548, "future": 549, "global": 550, "goal": 551, "highly": 552, "hostility": 553, "idea": 554, "interfere": 555, "keep": 556, "leader": 557, "lot": 558, "man": 559, "measures": 560, "move": 561, "negative": 562, "optimistic": 563, "playing": 564, "pressure": 565, "proud": 566, "reasonable": 567, "reckless": 568, "recognise": 569, "regime": 570, "rule": 571, "running": 572, "seeks": 573, "sent": 574, "severely": 575, "simply": 576, "stance": 577, "thanked": 578, "thousands": 579, "treated": 580, "try": 581, "turn": 582, "turned": 583, "undermine": 584, "useful": 585, "voice": 586, "weapons": 587, "after": 588, "aggression": 589, "angry": 590, "appeared": 591, "backed": 592, "beyond": 593, "biggest": 594, "bring": 595, "brought": 596, "case": 597, "certain": 598, "chavez": 599, "close": 600, "commitments": 601, "complete": 602, "continues": 603, "contrary": 604, "control": 605, "cost": 606, "costs": 607, "create": 608, "criticised": 609, "current": 610, "decision": 611, "demand": 612, "destructive": 613, "determined": 614, "disaster": 615, "discontent": 616, "dismissed": 617, "ensure": 618, "fact": 619, "fails": 620, "forced": 621, "friend": 622, "fully": 623, "given": 624, "goes": 625, "ground": 626, "hardly": 627, "heart": 628, "honor": 629, "humanely": 630, "illusion": 631, "issued": 632, "kind": 633, "kinds": 634, "labeling": 635, "longer": 636, "maintain": 637, "makes": 638, "manipulation": 639, "money": 640, "number": 641, "objections": 642, "often": 643, "opportunity": 644, "oppose": 645, "oppressive": 646, "outrage": 647, "part": 648, "party": 649, "play": 650, "pose": 651, "position": 652, "priority": 653, "probably": 654, "proper": 655, "public": 656, "punish": 657, "push": 658, "recommendations": 659, "reflect": 660, "refuse": 661, "refusing": 662, "reject": 663, "remark": 664, "remarks": 665, "report": 666, "resistance": 667, "respecting": 668, "say": 669, "short": 670, "sided": 671, "society": 672, "something": 673, "space": 674, "stolen": 675, "strategy": 676, "streets": 677, "supposed": 678, "sure": 679, "tension": 680, "terrorist": 681, "they're": 682, "thought": 683, "threaten": 684, "tolerate": 685, "tough": 686, "tragedy": 687, "tried": 688, "turning": 689, "unprecedented": 690, "view": 691, "violent": 692, "vowed": 693, "whether": 694, "within": 695, "words": 696, "yet": 697, "abuse": 698, "advice": 699, "afraid": 700, "aggressively": 701, "almost": 702, "appropriate": 703, "approved": 704, "arrogance": 705, "ask": 706, "attacked": 707, "attention": 708, "attitude": 709, "basis": 710, "big": 711, "blatant": 712, "ca": 713, "camp": 714, "caused": 715, "change": 716, "children": 717, "collapse": 718, "common": 719, "conditions": 720, "consensus": 721, "consequences": 722, "constitution": 723, "constructive": 724, "cooperate": 725, "damaged": 726, "deal": 727, "decided": 728, "declined": 729, "destroying": 730, "different": 731, "disagree": 732, "disastrous": 733, "dramatic": 734, "earth": 735, "easier": 736, "easy": 737, "escalation": 738, "expression": 739, "fate": 740, "favour": 741, "finally": 742, "fire": 743, "fit": 744, "follow": 745, "food": 746, "forget": 747, "fortunately": 748, "friends": 749, "friendship": 750, "fundamental": 751, "gave": 752, "gives": 753, "giving": 754, "gone": 755, "greatest": 756, "grim": 757, "guarantee": 758, "hate": 759, "head": 760, "held": 761, "hide": 762, "hostile": 763, "ignored": 764, "imagine": 765, "importance": 766, "increase": 767, "independent": 768, "influence": 769, "inhuman": 770, "issue": 771, "killed": 772, "know": 773, "lead": 774, "least": 775, "left": 776, "let": 777, "lies": 778, "lose": 779, "meet": 780, "neither": 781, "non": 782, "old": 783, "oppression": 784, "path": 785, "people's": 786, "perception": 787, "plan": 788, "politically": 789, "popular": 790, "prepared": 791, "prisoners": 792, "process": 793, "progress": 794, "protesting": 795, "provocation": 796, "provocative": 797, "provoke": 798, "rather": 799, "reality": 800, "rejecting": 801, "remove": 802, "repeated": 803, "repression": 804, "responsibility": 805, "restraint": 806, "revenge": 807, "risk": 808, "s": 809, "safety": 810, "sanctions": 811, "scared": 812, "set": 813, "shameful": 814, "sharp": 815, "simplistic": 816, "slammed": 817, "solution": 818, "sort": 819, "stands": 820, "subjected": 821, "succeeded": 822, "suffered": 823, "suspicions": 824, "systematic": 825, "terms": 826, "then": 827, "thing": 828, "times": 829, "total": 830, "u": 831, "unilateral": 832, "urging": 833, "violating": 834, "warnings": 835, "whatever": 836, "wished": 837, "(": 838, ")": 839, "abide": 840, "absolutely": 841, "abusive": 842, "achieve": 843, "acts": 844, "adopt": 845, "adopted": 846, "aggressors": 847, "agreement": 848, "ahead": 849, "aim": 850, "aimed": 851, "allies": 852, "ally": 853, "along": 854, "ambition": 855, "angered": 856, "anyone": 857, "appealed": 858, "arab": 859, "arbitrarily": 860, "argentine": 861, "asking": 862, "assassinate": 863, "badly": 864, "based": 865, "becoming": 866, "benefits": 867, "boasts": 868, "bold": 869, "british": 870, "certainly": 871, "changed": 872, "charging": 873, "china": 874, "chorus": 875, "civil": 876, "claiming": 877, "closed": 878, "complained": 879, "confusion": 880, "conspiracy": 881, "constitutional": 882, "continuing": 883, "corner": 884, "corruption": 885, "crimes": 886, "criminal": 887, "criminals": 888, "crush": 889, "days": 890, "death": 891, "decisions": 892, "deeply": 893, "defiant": 894, "degree": 895, "demands": 896, "denounce": 897, "determination": 898, "direction": 899, "disapproval": 900, "disregard": 901, "domination": 902, "each": 903, "ease": 904, "efforts": 905, "empty": 906, "encouragement": 907, "entire": 908, "especially": 909, "explosive": 910, "extremist": 911, "faith": 912, "fall": 913, "favored": 914, "fearing": 915, "fighting": 916, "firmly": 917, "former": 918, "found": 919, "friendly": 920, "frustrated": 921, "frustration": 922, "gain": 923, "grand": 924, "gratitude": 925, "greater": 926, "greatly": 927, "gross": 928, "hailed": 929, "having": 930, "heavy": 931, "hegemony": 932, "her": 933, "here": 934, "hurt": 935, "hypocrisy": 936, "ignore": 937, "ill": 938, "image": 939, "impression": 940, "inaccurate": 941, "inclined": 942, "increasing": 943, "indeed": 944, "intense": 945, "intentions": 946, "interference": 947, "intimidate": 948, "invitation": 949, "irresponsible": 950, "isolation": 951, "israel's": 952, "justified": 953, "justify": 954, "keeping": 955, "land": 956, "large": 957, "lashed": 958, "live": 959, "living": 960, "looked": 961, "main": 962, "matter": 963, "meaningless": 964, "meddling": 965, "millions": 966, "months": 967, "mr": 968, "murderous": 969, "name": 970, "necessary": 971, "objection": 972, "occupation": 973, "opposes": 974, "past": 975, "peacefully": 976, "perhaps": 977, "person": 978, "picking": 979, "pledged": 980, "plight": 981, "politics": 982, "pride": 983, "promoting": 984, "propaganda": 985, "prosperity": 986, "protested": 987, "provoked": 988, "purpose": 989, "quarrel": 990, "reactions": 991, "readiness": 992, "recognized": 993, "rejects": 994, "religious": 995, "reluctant": 996, "repressive": 997, "resolve": 998, "return": 999, "rig": 1000, "rising": 1001, "risks": 1002, "risky": 1003, "road": 1004, "room": 1005, "said": 1006, "satisfaction": 1007, "seem": 1008, "serve": 1009, "shown": 1010, "sign": 1011, "significant": 1012, "sincerity": 1013, "sound": 1014, "standard": 1015, "strategic": 1016, "struggle": 1017, "supremacy": 1018, "suspicion": 1019, "systematically": 1020, "tactic": 1021, "talk": 1022, "tensions": 1023, "terrible": 1024, "theory": 1025, "threatens": 1026, "together": 1027, "tragic": 1028, "tremendous": 1029, "trouble": 1030, "unacceptable": 1031, "undermining": 1032, "unfortunately": 1033, "unity": 1034, "unjust": 1035, "unlawful": 1036, "unrealistic": 1037, "utmost": 1038, "violate": 1039, "vote": 1040, "wanting": 1041, "warm": 1042, "warn": 1043, "welcomes": 1044, "west": 1045, "win": 1046, "wing": 1047, "women": 1048, "won": 1049, "worrying": 1050, "year": 1051, ";": 1052, "abandoned": 1053, "achieved": 1054, "achieving": 1055, "activists": 1056, "actually": 1057, "admitted": 1058, "advance": 1059, "advocated": 1060, "advocates": 1061, "alarming": 1062, "allowed": 1063, "americans": 1064, "appears": 1065, "applauded": 1066, "appreciated": 1067, "argentina": 1068, "argument": 1069, "armed": 1070, "atmosphere": 1071, "atrocities": 1072, "attempt": 1073, "ballot": 1074, "basic": 1075, "became": 1076, "beginning": 1077, "behavior": 1078, "bias": 1079, "blaming": 1080, "bow": 1081, "break": 1082, "brutal": 1083, "bush": 1084, "bush's": 1085, "catastrophe": 1086, "cautioned": 1087, "champion": 1088, "changing": 1089, "charge": 1090, "circumstances": 1091, "civilians": 1092, "claim": 1093, "claimed": 1094, "collective": 1095, "combatants": 1096, "committing": 1097, "competent": 1098, "complain": 1099, "complaint": 1100, "complicated": 1101, "conclusion": 1102, "concrete": 1103, "conflict": 1104, "continued": 1105, "cooperative": 1106, "counter": 1107, "criticize": 1108, "criticizes": 1109, "cruel": 1110, "cycle": 1111, "decisive": 1112, "declared": 1113, "declining": 1114, "defiance": 1115, "deliberately": 1116, "denouncing": 1117, "denying": 1118, "deserve": 1119, "desperation": 1120, "dictatorial": 1121, "die": 1122, "dissent": 1123, "distress": 1124, "disturbed": 1125, "dogma": 1126, "domestic": 1127, "door": 1128, "due": 1129, "earned": 1130, "easily": 1131, "edge": 1132, "effect": 1133, "effort": 1134, "elite": 1135, "embraced": 1136, "enjoy": 1137, "entirely": 1138, "establish": 1139, "esteem": 1140, "europe": 1141, "everyone": 1142, "evidence": 1143, "example": 1144, "excellent": 1145, "exception": 1146, "excuses": 1147, "exercise": 1148, "expansionist": 1149, "expense": 1150, "exploit": 1151, "fail": 1152, "fairly": 1153, "falls": 1154, "fed": 1155, "felt": 1156, "few": 1157, "final": 1158, "frightening": 1159, "frustrate": 1160, "fundamentally": 1161, "gaffe": 1162, "games": 1163, "gift": 1164, "goals": 1165, "got": 1166, "grateful": 1167, "harmed": 1168, "healthy": 1169, "heavily": 1170, "higher": 1171, "historic": 1172, "home": 1173, "honest": 1174, "hopeful": 1175, "hoping": 1176, "hostage": 1177, "humiliation": 1178, "hysteria": 1179, "ideal": 1180, "ignoring": 1181, "illegal": 1182, "imf": 1183, "immediate": 1184, "imperialists": 1185, "implications": 1186, "improved": 1187, "incapable": 1188, "incident": 1189, "inclinations": 1190, "ineffective": 1191, "information": 1192, "insisted": 1193, "insufficient": 1194, "insult": 1195, "integrity": 1196, "intention": 1197, "interesting": 1198, "invite": 1199, "iraq": 1200, "irritated": 1201, "island": 1202, "join": 1203, "judgment": 1204, "kept": 1205, "lacks": 1206, "late": 1207, "launched": 1208, "leading": 1209, "learn": 1210, "lesson": 1211, "level": 1212, "likes": 1213, "loaded": 1214, "logic": 1215, "logical": 1216, "looks": 1217, "loss": 1218, "maintained": 1219, "mankind": 1220, "manner": 1221, "marred": 1222, "mass": 1223, "massacres": 1224, "mildly": 1225, "minute": 1226, "misfortune": 1227, "model": 1228, "moments": 1229, "mutual": 1230, "negotiations": 1231, "news": 1232, "normal": 1233, "objective": 1234, "obviously": 1235, "official": 1236, "opinion": 1237, "opinions": 1238, "opposing": 1239, "others": 1240, "outcome": 1241, "outcry": 1242, "overwhelming": 1243, "painful": 1244, "pass": 1245, "patience": 1246, "perverse": 1247, "pessimistic": 1248, "planned": 1249, "plans": 1250, "please": 1251, "pot": 1252, "potential": 1253, "praise": 1254, "pre": 1255, "prefer": 1256, "preference": 1257, "prejudice": 1258, "pro": 1259, "profit": 1260, "promise": 1261, "promotion": 1262, "protecting": 1263, "protection": 1264, "publicly": 1265, "punishment": 1266, "pursued": 1267, "pursuit": 1268, "qualify": 1269, "quick": 1270, "radical": 1271, "reached": 1272, "reaffirmed": 1273, "realistic": 1274, "realize": 1275, "receive": 1276, "relationship": 1277, "remains": 1278, "republic": 1279, "resisted": 1280, "resort": 1281, "response": 1282, "results": 1283, "reunification": 1284, "rightly": 1285, "rise": 1286, "rock": 1287, "rules": 1288, "satisfactory": 1289, "scores": 1290, "second": 1291, "seemed": 1292, "send": 1293, "sensible": 1294, "several": 1295, "she": 1296, "sheer": 1297, "shocking": 1298, "shoulder": 1299, "showed": 1300, "single": 1301, "smiling": 1302, "smoothly": 1303, "somewhat": 1304, "soon": 1305, "speak": 1306, "spewed": 1307, "spoke": 1308, "stage": 1309, "staged": 1310, "stay": 1311, "stick": 1312, "story": 1313, "substantially": 1314, "succeed": 1315, "successfully": 1316, "suffer": 1317, "suggested": 1318, "suppress": 1319, "suppression": 1320, "surprise": 1321, "surprised": 1322, "tainted": 1323, "taiwan": 1324, "target": 1325, "targeted": 1326, "that's": 1327, "three": 1328, "top": 1329, "towards": 1330, "triumph": 1331, "trust": 1332, "turns": 1333, "uneasy": 1334, "unfounded": 1335, "unrest": 1336, "verbal": 1337, "views": 1338, "violates": 1339, "voters": 1340, "wait": 1341, "wary": 1342, "western": 1343, "while": 1344, "widely": 1345, "willingness": 1346, "wise": 1347, "worry": 1348, ":": 1349, "``axis": 1350, "abandoning": 1351, "ability": 1352, "absurd": 1353, "access": 1354, "achievements": 1355, "active": 1356, "activities": 1357, "adequately": 1358, "admit": 1359, "advanced": 1360, "adverse": 1361, "advocate": 1362, "affairs": 1363, "affect": 1364, "affected": 1365, "afghanistan": 1366, "alienate": 1367, "aligned": 1368, "alliance": 1369, "alternative": 1370, "ambiguous": 1371, "ambitious": 1372, "anxiously": 1373, "apart": 1374, "apparently": 1375, "appeal": 1376, "appeals": 1377, "appear": 1378, "appreciates": 1379, "arafat": 1380, "areas": 1381, "arguments": 1382, "arrest": 1383, "arrogant": 1384, "aside": 1385, "ass": 1386, "assassin": 1387, "assassins": 1388, "assurances": 1389, "assured": 1390, "attain": 1391, "attempts": 1392, "authority": 1393, "avoided": 1394, "aware": 1395, "base": 1396, "battle": 1397, "bear": 1398, "beautiful": 1399, "bigger": 1400, "black": 1401, "blessed": 1402, "both": 1403, "branded": 1404, "branding": 1405, "brazen": 1406, "breakdown": 1407, "breaking": 1408, "breeding": 1409, "brian": 1410, "brutalized": 1411, "budget": 1412, "business": 1413, "celebrated": 1414, "century": 1415, "chain": 1416, "challenged": 1417, "changes": 1418, "chaos": 1419, "cheating": 1420, "closer": 1421, "collapsed": 1422, "colonial": 1423, "colonialism": 1424, "comes": 1425, "compared": 1426, "comprehensive": 1427, "concentration": 1428, "concerning": 1429, "concessions": 1430, "condemning": 1431, "conduct": 1432, "conform": 1433, "confrontation": 1434, "confusing": 1435, "congratulations": 1436, "consequence": 1437, "consider": 1438, "considerable": 1439, "consideration": 1440, "conspiring": 1441, "contaminate": 1442, "core": 1443, "correct": 1444, "count": 1445, "country's": 1446, "cover": 1447, "crushed": 1448, "cultural": 1449, "cut": 1450, "cyprus": 1451, "damaging": 1452, "de": 1453, "dead": 1454, "dealt": 1455, "declaration": 1456, "deemed": 1457, "deepening": 1458, "deeper": 1459, "defeated": 1460, "defends": 1461, "definition": 1462, "degrading": 1463, "delighted": 1464, "demanding": 1465, "demonstrated": 1466, "denies": 1467, "depends": 1468, "deprived": 1469, "depriving": 1470, "described": 1471, "deserves": 1472, "destroyed": 1473, "deteriorating": 1474, "develop": 1475, "developing": 1476, "devil's": 1477, "dialogue": 1478, "difference": 1479, "diplomacy": 1480, "dire": 1481, "dirty": 1482, "disadvantageous": 1483, "disagreed": 1484, "disagreement": 1485, "disappointment": 1486, "disapproves": 1487, "discrediting": 1488, "discrimination": 1489, "discuss": 1490, "disenfranchised": 1491, "dismisses": 1492, "displayed": 1493, "disputes": 1494, "distortion": 1495, "doing": 1496, "doubtful": 1497, "draw": 1498, "dump": 1499, "eager": 1500, "eagerly": 1501, "effectively": 1502, "else": 1503, "embarrassed": 1504, "emphasized": 1505, "ends": 1506, "enter": 1507, "enthusiastic": 1508, "environmental": 1509, "escape": 1510, "established": 1511, "eternal": 1512, "events": 1513, "exactly": 1514, "excesses": 1515, "excessive": 1516, "excited": 1517, "exist": 1518, "expand": 1519, "expresses": 1520, "expressing": 1521, "extensive": 1522, "extent": 1523, "faced": 1524, "facing": 1525, "factor": 1526, "failing": 1527, "false": 1528, "farce": 1529, "favourable": 1530, "feels": 1531, "fell": 1532, "field": 1533, "fierce": 1534, "fiercely": 1535, "financial": 1536, "finds": 1537, "finger": 1538, "fix": 1539, "form": 1540, "four": 1541, "framework": 1542, "freedoms": 1543, "freely": 1544, "frighten": 1545, "front": 1546, "fruitful": 1547, "fulfill": 1548, "futile": 1549, "generally": 1550, "generosity": 1551, "geneva": 1552, "gitmo": 1553, "globe": 1554, "glorious": 1555, "goodwill": 1556, "government's": 1557, "grief": 1558, "growth": 1559, "guaranteed": 1560, "guys": 1561, "handed": 1562, "happen": 1563, "hardest": 1564, "hardline": 1565, "harm": 1566, "heads": 1567, "heard": 1568, "hearty": 1569, "hit": 1570, "holds": 1571, "homes": 1572, "horrible": 1573, "horror": 1574, "hot": 1575, "i'm": 1576, "imperialist": 1577, "implicitly": 1578, "imposed": 1579, "imposing": 1580, "improve": 1581, "improvement": 1582, "incidents": 1583, "incited": 1584, "indifferent": 1585, "inevitable": 1586, "inevitably": 1587, "infuriated": 1588, "instability": 1589, "instead": 1590, "instigating": 1591, "instrumental": 1592, "intended": 1593, "interfering": 1594, "intolerable": 1595, "invisible": 1596, "irregularities": 1597, "islam": 1598, "isolated": 1599, "issuing": 1600, "job": 1601, "judge": 1602, "killing": 1603, "knowledge": 1604, "labeled": 1605, "lambasted": 1606, "launch": 1607, "limbo": 1608, "lives": 1609, "lobbying": 1610, "losing": 1611, "losses": 1612, "loudly": 1613, "love": 1614, "loyal": 1615, "maintains": 1616, "mandatory": 1617, "march": 1618, "massacre": 1619, "massive": 1620, "mature": 1621, "meaningful": 1622, "medical": 1623, "member": 1624, "members": 1625, "memorandum": 1626, "mere": 1627, "middle": 1628, "midst": 1629, "milestone": 1630, "misery": 1631, "mistakes": 1632, "monstrous": 1633, "motives": 1634, "mugabe": 1635, "muslim": 1636, "naive": 1637, "natural": 1638, "nature": 1639, "neo": 1640, "nobody": 1641, "noise": 1642, "norms": 1643, "object": 1644, "objectives": 1645, "obsolete": 1646, "obstruct": 1647, "odd": 1648, "offer": 1649, "offered": 1650, "offering": 1651, "office": 1652, "oh": 1653, "oil": 1654, "ongoing": 1655, "opportunistic": 1656, "opportunities": 1657, "outright": 1658, "outside": 1659, "page": 1660, "paint": 1661, "pans": 1662, "particular": 1663, "perceived": 1664, "perfectly": 1665, "persecution": 1666, "persuade": 1667, "petty": 1668, "picked": 1669, "picture": 1670, "planet": 1671, "points": 1672, "politicians": 1673, "possibility": 1674, "possibly": 1675, "posture": 1676, "pots": 1677, "powers": 1678, "precedent": 1679, "preferable": 1680, "preferred": 1681, "presidential": 1682, "pretended": 1683, "pretexts": 1684, "pretty": 1685, "proclaimed": 1686, "promising": 1687, "prospects": 1688, "prosperous": 1689, "protect": 1690, "proved": 1691, "provide": 1692, "puppet": 1693, "pursue": 1694, "putting": 1695, "questioned": 1696, "quickly": 1697, "racist": 1698, "rage": 1699, "rallied": 1700, "ray": 1701, "reaction": 1702, "readily": 1703, "realized": 1704, "rebellion": 1705, "rebuffed": 1706, "reception": 1707, "recognizes": 1708, "recommendation": 1709, "red": 1710, "regard": 1711, "regimes": 1712, "regret": 1713, "relatively": 1714, "relief": 1715, "reluctance": 1716, "remained": 1717, "remarkable": 1718, "reminded": 1719, "reminiscent": 1720, "reports": 1721, "reproached": 1722, "reputation": 1723, "resentment": 1724, "resolute": 1725, "resolution": 1726, "resorting": 1727, "restrictions": 1728, "rhetorical": 1729, "rid": 1730, "ridicule": 1731, "ridiculous": 1732, "rigid": 1733, "ring": 1734, "rioting": 1735, "robbery": 1736, "rogue": 1737, "roundly": 1738, "row": 1739, "ruined": 1740, "ruled": 1741, "run": 1742, "ruthless": 1743, "sabotage": 1744, "sacrifice": 1745, "saddam": 1746, "safeguarding": 1747, "sales": 1748, "saw": 1749, "scathing": 1750, "scenes": 1751, "scope": 1752, "sees": 1753, "seething": 1754, "sending": 1755, "senses": 1756, "sensory": 1757, "shadow": 1758, "shed": 1759, "shocked": 1760, "shook": 1761, "shortcomings": 1762, "showing": 1763, "slams": 1764, "smear": 1765, "solve": 1766, "sorry": 1767, "soul": 1768, "special": 1769, "speech": 1770, "spent": 1771, "spread": 1772, "statement": 1773, "statements": 1774, "steal": 1775, "stealing": 1776, "steel": 1777, "stood": 1778, "storm": 1779, "stressed": 1780, "stretched": 1781, "strictly": 1782, "subjugate": 1783, "submission": 1784, "subsequently": 1785, "substantial": 1786, "sufficient": 1787, "sufficiently": 1788, "suicidal": 1789, "supporter": 1790, "supporters": 1791, "sustained": 1792, "system": 1793, "takes": 1794, "taliban": 1795, "tears": 1796, "telling": 1797, "tense": 1798, "term": 1799, "territorial": 1800, "test": 1801, "testimony": 1802, "thinking": 1803, "thinks": 1804, "thumbs": 1805, "thwarted": 1806, "ties": 1807, "tired": 1808, "tobin": 1809, "tone": 1810, "tool": 1811, "tortured": 1812, "towers": 1813, "transparency": 1814, "treason": 1815, "trial": 1816, "tricks": 1817, "trigger": 1818, "truth": 1819, "twist": 1820, "tyranny": 1821, "ulterior": 1822, "unambiguous": 1823, "uncertainties": 1824, "uncertainty": 1825, "uncomfortable": 1826, "unfavorable": 1827, "unfortunate": 1828, "uniform": 1829, "universal": 1830, "unleashed": 1831, "unnecessary": 1832, "unpopular": 1833, "uphold": 1834, "uproar": 1835, "value": 1836, "vast": 1837, "venting": 1838, "victim": 1839, "viewed": 1840, "violator": 1841, "violators": 1842, "voluntary": 1843, "waging": 1844, "wasp": 1845, "weak": 1846, "weakening": 1847, "where": 1848, "whose": 1849, "wild": 1850, "window": 1851, "wishes": 1852, "withdraw": 1853, "word": 1854, "worries": 1855, "worthy": 1856, "written": 1857, "x": 1858, "you're": 1859, "your": 1860, "zimbabwe": 1861, "zionist": 1862, "!": 1863, "11": 1864, "21st": 1865, "70": 1866, "72": 1867, "abandon": 1868, "abating": 1869, "absolute": 1870, "abused": 1871, "accelerate": 1872, "accomplished": 1873, "accomplishment": 1874, "according": 1875, "acknowledge": 1876, "acknowledged": 1877, "acting": 1878, "activity": 1879, "addition": 1880, "adequate": 1881, "administration": 1882, "admiration": 1883, "advisories": 1884, "affirmed": 1885, "affront": 1886, "afghan": 1887, "african": 1888, "agenda": 1889, "aggravated": 1890, "aggravating": 1891, "aggressions": 1892, "aghast": 1893, "agreeable": 1894, "agreeing": 1895, "agrees": 1896, "air": 1897, "al": 1898, "alienated": 1899, "alive": 1900, "alleges": 1901, "allegiance": 1902, "almighty": 1903, "although": 1904, "ambiguity": 1905, "america's": 1906, "amount": 1907, "anarchy": 1908, "angrily": 1909, "anguish": 1910, "annoyed": 1911, "antipathy": 1912, "anybody": 1913, "apathy": 1914, "appalling": 1915, "apparent": 1916, "appealing": 1917, "apply": 1918, "appreciation": 1919, "apprehensions": 1920, "arbitrary": 1921, "argentina's": 1922, "argued": 1923, "army": 1924, "arrested": 1925, "arrogantly": 1926, "artificial": 1927, "assassination": 1928, "assassinations": 1929, "assert": 1930, "assuming": 1931, "assurance": 1932, "assure": 1933, "astonished": 1934, "attacking": 1935, "attempting": 1936, "audacious": 1937, "austerity": 1938, "australian": 1939, "authoritarian": 1940, "awaiting": 1941, "awareness": 1942, "baby": 1943, "background": 1944, "bag": 1945, "ban": 1946, "banging": 1947, "banned": 1948, "barbaric": 1949, "barely": 1950, "bargain": 1951, "bash": 1952, "battlefield": 1953, "beaten": 1954, "becomes": 1955, "beg": 1956, "begin": 1957, "begins": 1958, "believing": 1959, "bellicose": 1960, "belligerent": 1961, "bells": 1962, "belonging": 1963, "beneficial": 1964, "bent": 1965, "berating": 1966, "bet": 1967, "betrayal": 1968, "bilateral": 1969, "bin": 1970, "bit": 1971, "blair": 1972, "bleak": 1973, "blindly": 1974, "bloody": 1975, "boasted": 1976, "body": 1977, "bombs": 1978, "bones": 1979, "boost": 1980, "boss": 1981, "boycotted": 1982, "branch": 1983, "breaks": 1984, "brilliant": 1985, "bringing": 1986, "brings": 1987, "broad": 1988, "brother": 1989, "brutality": 1990, "build": 1991, "built": 1992, "bury": 1993, "campaigns": 1994, "cancelled": 1995, "captive": 1996, "carefully": 1997, "cares": 1998, "casting": 1999, "castro": 2000, "caution": 2001, "celebrate": 2002, "celebration": 2003, "cells": 2004, "center": 2005, "centres": 2006, "chances": 2007, "chanted": 2008, "chaotic": 2009, "character": 2010, "cheated": 2011, "checking": 2012, "chicken": 2013, "china's": 2014, "choose": 2015, "cia": 2016, "circumspect": 2017, "circus": 2018, "cities": 2019, "civilian": 2020, "civilizations": 2021, "classic": 2022, "climate": 2023, "closest": 2024, "clueless": 2025, "coal": 2026, "coddled": 2027, "coercion": 2028, "coexistence": 2029, "colleagues": 2030, "colonialist": 2031, "comforting": 2032, "comment": 2033, "commit": 2034, "community": 2035, "compare": 2036, "compatriots": 2037, "competition": 2038, "competitiveness": 2039, "complains": 2040, "complaints": 2041, "comply": 2042, "compounded": 2043, "comprehensively": 2044, "compromise": 2045, "compromising": 2046, "concluded": 2047, "condemns": 2048, "condolences": 2049, "conducting": 2050, "confirm": 2051, "confiscate": 2052, "confused": 2053, "congratulate": 2054, "considerations": 2055, "consistent": 2056, "conspicuous": 2057, "constant": 2058, "constantly": 2059, "consult": 2060, "content": 2061, "contested": 2062, "contradiction": 2063, "contradictory": 2064, "contravenes": 2065, "contravention": 2066, "contributed": 2067, "contribution": 2068, "contributions": 2069, "controlling": 2070, "convenient": 2071, "convention": 2072, "conventions": 2073, "cope": 2074, "copy": 2075, "cornered": 2076, "costly": 2077, "counting": 2078, "crack": 2079, "cracks": 2080, "crafty": 2081, "craving": 2082, "creating": 2083, "creation": 2084, "crises": 2085, "critics": 2086, "crusader": 2087, "cry": 2088, "currency": 2089, "d'etat": 2090, "daily": 2091, "damned": 2092, "dancing": 2093, "dark": 2094, "daylight": 2095, "deadlock": 2096, "deals": 2097, "dear": 2098, "debates": 2099, "decade": 2100, "decades": 2101, "decay": 2102, "deception": 2103, "declare": 2104, "decline": 2105, "deeds": 2106, "defended": 2107, "defender": 2108, "defending": 2109, "definitely": 2110, "defy": 2111, "defying": 2112, "deliberate": 2113, "deliver": 2114, "delivered": 2115, "democractic": 2116, "demolish": 2117, "demolished": 2118, "demonstration": 2119, "denial": 2120, "deplored": 2121, "deprivation": 2122, "deserved": 2123, "designated": 2124, "designed": 2125, "desired": 2126, "destroys": 2127, "detention": 2128, "detentions": 2129, "deterioration": 2130, "determine": 2131, "devoted": 2132, "dictate": 2133, "dictatorship": 2134, "difficulty": 2135, "digging": 2136, "dilemma": 2137, "dilute": 2138, "direct": 2139, "directly": 2140, "disagreements": 2141, "disagrees": 2142, "disapprove": 2143, "disavowed": 2144, "disciplined": 2145, "discourage": 2146, "disgust": 2147, "displeasure": 2148, "dispute": 2149, "disregarding": 2150, "disrupt": 2151, "distance": 2152, "distorted": 2153, "disturbing": 2154, "divisions": 2155, "dog": 2156, "doomed": 2157, "doubly": 2158, "downfall": 2159, "downplayed": 2160, "dragged": 2161, "dreaming": 2162, "dynamic": 2163, "ear": 2164, "ears": 2165, "east": 2166, "eat": 2167, "economies": 2168, "effectiveness": 2169, "effects": 2170, "efficiency": 2171, "elections": 2172, "eloquence": 2173, "embark": 2174, "embarrassing": 2175, "emphatically": 2176, "ending": 2177, "enhance": 2178, "enhanced": 2179, "enjoys": 2180, "ensured": 2181, "entered": 2182, "entering": 2183, "enthusiastically": 2184, "entity": 2185, "environment": 2186, "equal": 2187, "equally": 2188, "era": 2189, "eradicate": 2190, "erode": 2191, "eroding": 2192, "erroneous": 2193, "escalates": 2194, "ethic": 2195, "eu": 2196, "euro": 2197, "evaporated": 2198, "exaggerated": 2199, "exaggeration": 2200, "exalted": 2201, "exceeded": 2202, "excitement": 2203, "exciting": 2204, "exemplary": 2205, "exercising": 2206, "exhilaration": 2207, "exists": 2208, "expansion": 2209, "expelled": 2210, "experience": 2211, "explain": 2212, "explanation": 2213, "explicitly": 2214, "expose": 2215, "extra": 2216, "extraordinary": 2217, "extreme": 2218, "extremists": 2219, "eyes": 2220, "eyesores": 2221, "fabricated": 2222, "faces": 2223, "facts": 2224, "fairer": 2225, "faithful": 2226, "fake": 2227, "farther": 2228, "fatherland": 2229, "fatherland's": 2230, "favorable": 2231, "favouring": 2232, "favourite": 2233, "favours": 2234, "fence": 2235, "fidel": 2236, "fine": 2237, "fingers": 2238, "firefighter": 2239, "flagrant": 2240, "flashing": 2241, "flaunt": 2242, "flimsy": 2243, "focus": 2244, "follows": 2245, "foregone": 2246, "forever": 2247, "forge": 2248, "formally": 2249, "formed": 2250, "formidable": 2251, "forms": 2252, "fought": 2253, "foundations": 2254, "fray": 2255, "freak": 2256, "frequently": 2257, "fresh": 2258, "fruit": 2259, "fuel": 2260, "fun": 2261, "furiously": 2262, "gained": 2263, "game": 2264, "genuinely": 2265, "george": 2266, "gets": 2267, "ghastly": 2268, "glad": 2269, "golden": 2270, "goodness": 2271, "grant": 2272, "gravity": 2273, "greek": 2274, "green": 2275, "grieving": 2276, "groundless": 2277, "groups": 2278, "grow": 2279, "grudge": 2280, "grudgingly": 2281, "guerrillas": 2282, "guilty": 2283, "guise": 2284, "gulf": 2285, "half": 2286, "hampering": 2287, "harass": 2288, "harbored": 2289, "harboring": 2290, "harmonious": 2291, "harmony": 2292, "harping": 2293, "harshly": 2294, "hated": 2295, "heaven": 2296, "heeded": 2297, "hegemonic": 2298, "heightened": 2299, "hell": 2300, "hence": 2301, "heritage": 2302, "heterogeneous": 2303, "hidden": 2304, "hindered": 2305, "hints": 2306, "holding": 2307, "hole": 2308, "hollering": 2309, "honored": 2310, "hopefully": 2311, "hours": 2312, "hue": 2313, "huge": 2314, "humiliate": 2315, "humiliated": 2316, "humiliates": 2317, "humiliatingly": 2318, "hussein": 2319, "hyperbole": 2320, "hysterics": 2321, "ideals": 2322, "identify": 2323, "ideology": 2324, "illegally": 2325, "imagination": 2326, "impact": 2327, "impede": 2328, "imperialism": 2329, "impose": 2330, "impressed": 2331, "improving": 2332, "incapacity": 2333, "including": 2334, "incommunicado": 2335, "incompetent": 2336, "inconsistent": 2337, "increased": 2338, "indefinitely": 2339, "indignation": 2340, "inflation": 2341, "infrastructure": 2342, "inhumanely": 2343, "injured": 2344, "insecurity": 2345, "inspiring": 2346, "institutions": 2347, "insubordination": 2348, "insulting": 2349, "integral": 2350, "intends": 2351, "intensify": 2352, "intensity": 2353, "interfered": 2354, "internal": 2355, "intimidated": 2356, "intolerant": 2357, "introduce": 2358, "investments": 2359, "irked": 2360, "irritant": 2361, "irritation": 2362, "issues": 2363, "jailed": 2364, "jeopardizing": 2365, "jeopardy": 2366, "joined": 2367, "joining": 2368, "jumped": 2369, "justification": 2370, "killers": 2371, "known": 2372, "knows": 2373, "korea": 2374, "kyoto": 2375, "ladin": 2376, "laid": 2377, "language": 2378, "lapsed": 2379, "largely": 2380, "lay": 2381, "leadership": 2382, "leaks": 2383, "leap": 2384, "leave": 2385, "lecturing": 2386, "led": 2387, "leeway": 2388, "leftist": 2389, "leisure": 2390, "leisurely": 2391, "length": 2392, "lent": 2393, "lethal": 2394, "letter": 2395, "letters": 2396, "leveled": 2397, "liberation": 2398, "lie": 2399, "light": 2400, "likened": 2401, "limited": 2402, "limits": 2403, "lived": 2404, "lobby": 2405, "locked": 2406, "loud": 2407, "loved": 2408, "lying": 2409, "m": 2410, "madness": 2411, "magnitude": 2412, "mainly": 2413, "malaysia": 2414, "malice": 2415, "maniacs": 2416, "massively": 2417, "master": 2418, "masterminded": 2419, "masters": 2420, "mdc": 2421, "me": 2422, "mean": 2423, "meaning": 2424, "meant": 2425, "meat": 2426, "med": 2427, "media": 2428, "meeting": 2429, "men": 2430, "menace": 2431, "mendacious": 2432, "mentality": 2433, "mighty": 2434, "mind": 2435, "minds": 2436, "minorities": 2437, "minority": 2438, "misguided": 2439, "mismanagement": 2440, "mission": 2441, "misstatement": 2442, "mistrust": 2443, "mix": 2444, "mixed": 2445, "moderate": 2446, "modern": 2447, "moment": 2448, "mongering": 2449, "monster": 2450, "moribund": 2451, "moscow": 2452, "murder": 2453, "murderers": 2454, "naked": 2455, "nationalist": 2456, "needed": 2457, "needs": 2458, "negatively": 2459, "neighborly": 2460, "neocolonial": 2461, "nerves": 2462, "net": 2463, "nod": 2464, "none": 2465, "nonexistent": 2466, "nonsense": 2467, "north": 2468, "nostalgia": 2469, "noteworthy": 2470, "nuclear": 2471, "numerous": 2472, "objected": 2473, "objects": 2474, "obligations": 2475, "obsession": 2476, "obstacle": 2477, "obstacles": 2478, "obvious": 2479, "occupy": 2480, "odious": 2481, "olive": 2482, "ominous": 2483, "one's": 2484, "oneself": 2485, "oneupmanship": 2486, "opening": 2487, "opponent": 2488, "opprobrium": 2489, "opts": 2490, "orchestrated": 2491, "organized": 2492, "otherwise": 2493, "ourselves": 2494, "outraged": 2495, "overcome": 2496, "overshadow": 2497, "overshadowed": 2498, "paid": 2499, "pains": 2500, "palestine": 2501, "palestinians'": 2502, "palms": 2503, "pariah": 2504, "partially": 2505, "parts": 2506, "passing": 2507, "patients": 2508, "patriotic": 2509, "pay": 2510, "pays": 2511, "pentagon": 2512, "perfect": 2513, "perils": 2514, "permitted": 2515, "persistent": 2516, "personality": 2517, "perspective": 2518, "petards": 2519, "placed": 2520, "places": 2521, "planning": 2522, "pleasant": 2523, "pleasure": 2524, "plenty": 2525, "police": 2526, "policeman": 2527, "politician": 2528, "poll": 2529, "polls": 2530, "population": 2531, "populist": 2532, "posed": 2533, "poses": 2534, "post": 2535, "posts": 2536, "potentially": 2537, "poured": 2538, "practically": 2539, "practices": 2540, "preach": 2541, "predatory": 2542, "prejudged": 2543, "prejudices": 2544, "preposterous": 2545, "preservation": 2546, "president's": 2547, "press": 2548, "pretence": 2549, "pretending": 2550, "price": 2551, "prime": 2552, "primitive": 2553, "priorities": 2554, "private": 2555, "privileges": 2556, "product": 2557, "profound": 2558, "project": 2559, "proliferation": 2560, "proof": 2561, "properly": 2562, "property": 2563, "proposals": 2564, "protocol": 2565, "province": 2566, "provocations": 2567, "provoking": 2568, "punitive": 2569, "pursuance": 2570, "pushed": 2571, "quality": 2572, "question": 2573, "questionable": 2574, "quiet": 2575, "raises": 2576, "raising": 2577, "rallies": 2578, "rally": 2579, "rampant": 2580, "ran": 2581, "range": 2582, "ranks": 2583, "rapidly": 2584, "rapprochement": 2585, "rapture": 2586, "raved": 2587, "raving": 2588, "reach": 2589, "reassurances": 2590, "rebelled": 2591, "recognizing": 2592, "recommend": 2593, "record": 2594, "reduced": 2595, "reference": 2596, "reflected": 2597, "reflection": 2598, "reflects": 2599, "regain": 2600, "regarding": 2601, "regards": 2602, "registration": 2603, "relative": 2604, "relentlessly": 2605, "relevant": 2606, "reliable": 2607, "relieved": 2608, "religion": 2609, "removing": 2610, "renegade": 2611, "renew": 2612, "renounced": 2613, "represent": 2614, "represented": 2615, "requested": 2616, "require": 2617, "requires": 2618, "rescue": 2619, "resembles": 2620, "resented": 2621, "resignation": 2622, "resist": 2623, "resounding": 2624, "responded": 2625, "responses": 2626, "restoring": 2627, "result": 2628, "reticence": 2629, "retirement": 2630, "retreat": 2631, "revolutionary": 2632, "rift": 2633, "riots": 2634, "risking": 2635, "rocker": 2636, "rope": 2637, "rubbed": 2638, "ruling": 2639, "runaway": 2640, "sad": 2641, "safe": 2642, "sanctity": 2643, "satellites": 2644, "saying": 2645, "scandal": 2646, "scandals": 2647, "scares": 2648, "scheme": 2649, "school": 2650, "scorn": 2651, "scrupulously": 2652, "secret": 2653, "secretly": 2654, "seed": 2655, "seeds": 2656, "served": 2657, "service": 2658, "setback": 2659, "settle": 2660, "severe": 2661, "shaking": 2662, "sham": 2663, "share": 2664, "sharing": 2665, "sharon": 2666, "sharply": 2667, "shoot": 2668, "shooting": 2669, "shouted": 2670, "shows": 2671, "sides": 2672, "sigh": 2673, "signal": 2674, "signed": 2675, "signs": 2676, "silence": 2677, "similar": 2678, "simple": 2679, "sins": 2680, "sit": 2681, "sitting": 2682, "slander": 2683, "slandering": 2684, "slap": 2685, "slight": 2686, "slightest": 2687, "small": 2688, "smaller": 2689, "smooth": 2690, "sobriety": 2691, "soft": 2692, "soldier": 2693, "soldiers": 2694, "sole": 2695, "solid": 2696, "solitary": 2697, "solved": 2698, "somehow": 2699, "someone": 2700, "sooner": 2701, "sophisticated": 2702, "sorrow": 2703, "sounded": 2704, "south": 2705, "sovereignty": 2706, "sowing": 2707, "spark": 2708, "spectacle": 2709, "spew": 2710, "spite": 2711, "spiteful": 2712, "split": 2713, "sponsored": 2714, "spurned": 2715, "spy": 2716, "square": 2717, "stable": 2718, "stake": 2719, "stars": 2720, "started": 2721, "starve": 2722, "states'": 2723, "station": 2724, "status": 2725, "staunch": 2726, "steering": 2727, "stereotyped": 2728, "stinging": 2729, "stoiber": 2730, "strength": 2731, "strengthen": 2732, "strengthening": 2733, "strike": 2734, "strikes": 2735, "stripes": 2736, "strongest": 2737, "struck": 2738, "struggling": 2739, "stuck": 2740, "stuff": 2741, "stunning": 2742, "style": 2743, "styled": 2744, "subject": 2745, "subverted": 2746, "succeeding": 2747, "suddenly": 2748, "suit": 2749, "suits": 2750, "superficial": 2751, "superior": 2752, "superpower": 2753, "supposedly": 2754, "surely": 2755, "surge": 2756, "surprises": 2757, "surrender": 2758, "suspect": 2759, "suspend": 2760, "sustainable": 2761, "swift": 2762, "swiftly": 2763, "sympathetic": 2764, "tactics": 2765, "talks": 2766, "targeting": 2767, "targets": 2768, "tarnish": 2769, "tarnishing": 2770, "teach": 2771, "tear": 2772, "technology": 2773, "telephone": 2774, "tend": 2775, "tendency": 2776, "tens": 2777, "territories": 2778, "terrorizing": 2779, "there's": 2780, "therefore": 2781, "thirst": 2782, "though": 2783, "throttling": 2784, "thrust": 2785, "thus": 2786, "timely": 2787, "timid": 2788, "tolerated": 2789, "toll": 2790, "topple": 2791, "torn": 2792, "tougher": 2793, "town": 2794, "track": 2795, "traitor": 2796, "trampled": 2797, "treating": 2798, "triggers": 2799, "troubled": 2800, "truly": 2801, "trumpeted": 2802, "tsvangirai": 2803, "turbulent": 2804, "turmoil": 2805, "twin": 2806, "twisted": 2807, "tyrannical": 2808, "ugly": 2809, "unanimously": 2810, "unarmed": 2811, "unashamedly": 2812, "unbearable": 2813, "uncertain": 2814, "unclear": 2815, "unconditional": 2816, "unconstitutional": 2817, "uncontrollable": 2818, "undemocratic": 2819, "understatement": 2820, "undisguised": 2821, "undoubtedly": 2822, "unequivocal": 2823, "unhappy": 2824, "unification": 2825, "unite": 2826, "universally": 2827, "unless": 2828, "unlikely": 2829, "unreasonable": 2830, "unstable": 2831, "unsure": 2832, "until": 2833, "unwarranted": 2834, "unwise": 2835, "upheld": 2836, "upholding": 2837, "upset": 2838, "urges": 2839, "usa": 2840, "usual": 2841, "utter": 2842, "utterly": 2843, "vague": 2844, "vain": 2845, "valiant": 2846, "vanish": 2847, "vanquished": 2848, "vendetta": 2849, "venezuela": 2850, "venezuela's": 2851, "vengeance": 2852, "verge": 2853, "version": 2854, "viable": 2855, "viciously": 2856, "victims": 2857, "victorious": 2858, "village": 2859, "vindication": 2860, "vindictive": 2861, "violently": 2862, "virgins": 2863, "virtually": 2864, "virtue": 2865, "virulent": 2866, "vision": 2867, "voices": 2868, "volatile": 2869, "voter": 2870, "waited": 2871, "waning": 2872, "warns": 2873, "wars": 2874, "washington": 2875, "washington's": 2876, "water": 2877, "watertight": 2878, "weaker": 2879, "wearing": 2880, "weight": 2881, "wept": 2882, "whatsoever": 2883, "white": 2884, "whole": 2885, "why": 2886, "wicked": 2887, "wide": 2888, "wilfully": 2889, "willfulness": 2890, "wind": 2891, "winners": 2892, "wisely": 2893, "withstand": 2894, "wo": 2895, "wondering": 2896, "working": 2897, "works": 2898, "wrangling": 2899, "wrath": 2900, "wrongful": 2901, "wwanted": 2902, "yankees": 2903, "yield": 2904, "york": 2905, "zanu": 2906, "zimbabwe's": 2907, "'": 2908, "'axis": 2909, "'damn": 2910, "'free": 2911, "'hotel": 2912, "'no'": 2913, "'one": 2914, "'would": 2915, "000": 2916, "10": 2917, "100": 2918, "18": 2919, "1960s": 2920, "1976": 2921, "1983": 2922, "20": 2923, "23": 2924, "34": 2925, "51st": 2926, "6": 2927, "7": 2928, "77": 2929, "[human": 2930, "[in": 2931, "``a": 2932, "``continues": 2933, "``is": 2934, "``red": 2935, "`stalinist'": 2936, "`western": 2937, "`world": 2938, "abandonment": 2939, "abandons": 2940, "abated": 2941, "aberration": 2942, "abetted": 2943, "abhorrent": 2944, "abidance": 2945, "abided": 2946, "abiding": 2947, "abort": 2948, "abroad": 2949, "abrupt": 2950, "abruptly": 2951, "absence": 2952, "absolutist": 2953, "absorb": 2954, "absorbing": 2955, "abstractly": 2956, "absurdities": 2957, "abundant": 2958, "abusing": 2959, "abyss": 2960, "accentuates": 2961, "accepting": 2962, "accidental": 2963, "accommodate": 2964, "accompli": 2965, "accomplice": 2966, "accomplices": 2967, "accomplish": 2968, "account": 2969, "accustomed": 2970, "acknowledging": 2971, "acquires": 2972, "actions": 2973, "actively": 2974, "actual": 2975, "acute": 2976, "adamantly": 2977, "adapted": 2978, "addicted": 2979, "additional": 2980, "adhere": 2981, "adhered": 2982, "adjudicator": 2983, "administrations": 2984, "administrative": 2985, "admirable": 2986, "admirers": 2987, "admires": 2988, "admittedly": 2989, "admitting": 2990, "admonishes": 2991,