{"<eos>": 0, "<unk>": 1, ".": 2, "the": 3, ",": 4, "a": 5, "and": 6, "of": 7, "to": 8, "is": 9, "in": 10, "that": 11, "it": 12, "as": 13, "but": 14, "with": 15, "film": 16, "this": 17, "for": 18, "its": 19, "an": 20, "movie": 21, "it's": 22, "be": 23, "on": 24, "you": 25, "not": 26, "by": 27, "about": 28, "one": 29, "more": 30, "like": 31, "are": 32, "has": 33, "at": 34, "than": 35, "from": 36, "his": 37, "\"": 38, "all": 39, "--": 40, "have": 41, "so": 42, "if": 43, "or": 44, "story": 45, "i": 46, "too": 47, "just": 48, "who": 49, "what": 50, "into": 51, "most": 52, "out": 53, "good": 54, "no": 55, "even": 56, "up": 57, "much": 58, "will": 59, "comedy": 60, "can": 61, "time": 62, "some": 63, "characters": 64, "little": 65, "only": 66, "way": 67, "their": 68, "funny": 69, "make": 70, "been": 71, "when": 72, "never": 73, "enough": 74, "very": 75, "there": 76, "your": 77, "may": 78, "makes": 79, "us": 80, "best": 81, "which": 82, "work": 83, "?": 84, "director": 85, "doesn't": 86, "bad": 87, "any": 88, "life": 89, "we": 90, "he": 91, "love": 92, "would": 93, ")": 94, "they": 95, "(": 96, "was": 97, "while": 98, ":": 99, "new": 100, "could": 101, "her": 102, "there's": 103, "movies": 104, "well": 105, "really": 106, "through": 107, "something": 108, "how": 109, "made": 110, "them": 111, "own": 112, "drama": 113, "performances": 114, "that's": 115, "should": 116, "does": 117, "isn't": 118, "every": 119, "many": 120, "plot": 121, "those": 122, "nothing": 123, "see": 124, "films": 125, "still": 126, "look": 127, "better": 128, "get": 129, "both": 130, "long": 131, "two": 132, "being": 133, "without": 134, "action": 135, "fun": 136, "people": 137, "other": 138, "'": 139, "might": 140, "another": 141, "great": 142, "off": 143, "big": 144, "though": 145, "also": 146, "humor": 147, "kind": 148, "cast": 149, "do": 150, "sense": 151, ";": 152, "audience": 153, "don't": 154, "ever": 155, "feels": 156, "such": 157, "between": 158, "first": 159, "character": 160, "few": 161, "performance": 162, "over": 163, "far": 164, "film's": 165, "less": 166, "script": 167, "seems": 168, "here": 169, "because": 170, "world": 171, "thing": 172, "almost": 173, "minutes": 174, "often": 175, "tale": 176, "picture": 177, "thriller": 178, "yet": 179, "feel": 180, "down": 181, "interesting": 182, "quite": 183, "real": 184, "can't": 185, "screen": 186, "rather": 187, "documentary": 188, "go": 189, "take": 190, "you're": 191, "hard": 192, "!": 193, "seen": 194, "entertaining": 195, "full": 196, "these": 197, "de": 198, "end": 199, "ultimately": 200, "watching": 201, "despite": 202, "lot": 203, "moments": 204, "my": 205, "itself": 206, "had": 207, "then": 208, "after": 209, "comes": 210, "human": 211, "romantic": 212, "before": 213, "right": 214, "american": 215, "hollywood": 216, "family": 217, "me": 218, "original": 219, "times": 220, "were": 221, "acting": 222, "heart": 223, "takes": 224, "where": 225, "come": 226, "find": 227, "our": 228, "gets": 229, "back": 230, "watch": 231, "compelling": 232, "dialogue": 233, "man": 234, "old": 235, "once": 236, "same": 237, "things": 238, "worth": 239, "actors": 240, "scenes": 241, "material": 242, "music": 243, "gives": 244, "think": 245, "young": 246, "emotional": 247, "again": 248, "know": 249, "seem": 250, "years": 251, "going": 252, "works": 253, "want": 254, "say": 255, "you'll": 256, "anyone": 257, "give": 258, "part": 259, "point": 260, "sometimes": 261, "piece": 262, "cinema": 263, "cinematic": 264, "entertainment": 265, "kids": 266, "why": 267, "dull": 268, "least": 269, "bit": 270, "fans": 271, "making": 272, "special": 273, "fascinating": 274, "keep": 275, "show": 276, "subject": 277, "away": 278, "star": 279, "laughs": 280, "pretty": 281, "since": 282, "whole": 283, "-": 284, "anything": 285, "charm": 286, "history": 287, "mr": 288, "silly": 289, "style": 290, "together": 291, "true": 292, "year": 293, "manages": 294, "nearly": 295, "need": 296, "sweet": 297, "around": 298, "clever": 299, "last": 300, "offers": 301, "always": 302, "dark": 303, "high": 304, "him": 305, "moving": 306, "place": 307, "predictable": 308, "care": 309, "everything": 310, "video": 311, "actually": 312, "direction": 313, "enjoyable": 314, "experience": 315, "instead": 316, "probably": 317, "title": 318, "art": 319, "comic": 320, "done": 321, "flick": 322, "trying": 323, "goes": 324, "visual": 325, "war": 326, "whose": 327, "now": 328, "premise": 329, "becomes": 330, "genre": 331, "idea": 332, "simply": 333, "three": 334, "turns": 335, "women": 336, "matter": 337, "screenplay": 338, "series": 339, "short": 340, "engaging": 341, "he's": 342, "effects": 343, "familiar": 344, "horror": 345, "narrative": 346, "plays": 347, "effort": 348, "enjoy": 349, "feature": 350, "feeling": 351, "home": 352, "power": 353, "set": 354, "she": 355, "theater": 356, "under": 357, "worst": 358, "half": 359, "movie's": 360, "romance": 361, "what's": 362, "although": 363, "amusing": 364, "boring": 365, "charming": 366, "debut": 367, "ending": 368, "especially": 369, "men": 370, "next": 371, "beautiful": 372, "day": 373, "exercise": 374, "filmmakers": 375, "lacks": 376, "mostly": 377, "study": 378, "version": 379, "won't": 380, "intelligent": 381, "john": 382, "mess": 383, "play": 384, "portrait": 385, "smart": 386, "beautifully": 387, "certainly": 388, "completely": 389, "each": 390, "easy": 391, "else": 392, "level": 393, "message": 394, "you've": 395, "likely": 396, "past": 397, "put": 398, "rare": 399, "shot": 400, "sort": 401, "strong": 402, "whether": 403, "wit": 404, "become": 405, "fact": 406, "french": 407, "lack": 408, "leave": 409, "lives": 410, "looking": 411, "looks": 412, "quirky": 413, "surprisingly": 414, "delivers": 415, "didn't": 416, "directed": 417, "dramatic": 418, "face": 419, "fresh": 420, "interest": 421, "melodrama": 422, "mind": 423, "neither": 424, "obvious": 425, "problem": 426, "recent": 427, "solid": 428, "sure": 429, "viewers": 430, "beyond": 431, "classic": 432, "either": 433, "energy": 434, "fine": 435, "hours": 436, "intriguing": 437, "shows": 438, "slow": 439, "stuff": 440, "truly": 441, "children": 442, "death": 443, "ends": 444, "everyone": 445, "filmmaking": 446, "ideas": 447, "modern": 448, "ride": 449, "believe": 450, "deeply": 451, "dumb": 452, "himself": 453, "left": 454, "passion": 455, "reason": 456, "suspense": 457, "tone": 458, "actor": 459, "along": 460, "impossible": 461, "jokes": 462, "powerful": 463, "tv": 464, "book": 465, "different": 466, "i'm": 467, "light": 468, "role": 469, "sad": 470, "terrific": 471, "touching": 472, "against": 473, "audiences": 474, "black": 475, "camera": 476, "complex": 477, "falls": 478, "filmmaker": 479, "images": 480, "occasionally": 481, "particularly": 482, "production": 483, "proves": 484, "talent": 485, "close": 486, "culture": 487, "exactly": 488, "gags": 489, "girl": 490, "hilarious": 491, "honest": 492, "journey": 493, "must": 494, "pretentious": 495, "remains": 496, "scene": 497, "seeing": 498, "serious": 499, "spirit": 500, "stories": 501, "turn": 502, "animation": 503, "formula": 504, "given": 505, "opera": 506, "reality": 507, "satisfying": 508, "small": 509, "tries": 510, "attempt": 511, "easily": 512, "fails": 513, "finally": 514, "intelligence": 515, "personal": 516, "pleasure": 517, "project": 518, "sequel": 519, "storytelling": 520, "written": 521, "above": 522, "already": 523, "case": 524, "cliches": 525, "did": 526, "earnest": 527, "flat": 528, "found": 529, "game": 530, "got": 531, "hour": 532, "leaves": 533, "michael": 534, "none": 535, "nor": 536, "perfect": 537, "rich": 538, "satire": 539, "summer": 540, "thought": 541, "ways": 542, "adventure": 543, "barely": 544, "crime": 545, "difficult": 546, "gone": 547, "head": 548, "job": 549, "nature": 550, "political": 551, "social": 552, "tell": 553, "uses": 554, "cold": 555, "coming-of-age": 556, "days": 557, "during": 558, "laugh": 559, "lost": 560, "memorable": 561, "mystery": 562, "needs": 563, "psychological": 564, "sex": 565, "side": 566, "told": 567, "visually": 568, "writing": 569, "brilliant": 570, "concept": 571, "cool": 572, "elements": 573, "getting": 574, "keeps": 575, "moral": 576, "o": 577, "others": 578, "overall": 579, "perhaps": 580, "que": 581, "second": 582, "violence": 583, "wrong": 584, "acted": 585, "appeal": 586, "behind": 587, "call": 588, "comedies": 589, "contrived": 590, "entirely": 591, "excellent": 592, "guys": 593, "having": 594, "help": 595, "imagination": 596, "line": 597, "mood": 598, "otherwise": 599, "rarely": 600, "running": 601, "simple": 602, "wild": 603, "approach": 604, "boy": 605, "final": 606, "hero": 607, "la": 608, "novel": 609, "quality": 610, "remarkable": 611, "sci-fi": 612, "several": 613, "spy": 614, "themselves": 615, "truth": 616, "y": 617, "act": 618, "adults": 619, "appealing": 620, "disney": 621, "engrossing": 622, "eyes": 623, "guy": 624, "hope": 625, "imagine": 626, "lead": 627, "live": 628, "merely": 629, "moment": 630, "nice": 631, "rock": 632, "starts": 633, "taste": 634, "teen": 635, "thanks": 636, "they're": 637, "usual": 638, "vision": 639, "warm": 640, "wonderful": 641, "worse": 642, "you'd": 643, "among": 644, "begins": 645, "bring": 646, "change": 647, "creepy": 648, "david": 649, "dead": 650, "depth": 651, "effective": 652, "emotionally": 653, "events": 654, "fairly": 655, "fantasy": 656, "genuine": 657, "however": 658, "possible": 659, "quiet": 660, "sharp": 661, "sit": 662, "surprise": 663, "taking": 664, "tedious": 665, "thoughtful": 666, "tragedy": 667, "until": 668, "viewer": 669, "writer-director": 670, "year's": 671, "adaptation": 672, "add": 673, "animated": 674, "beauty": 675, "bland": 676, "creative": 677, "definitely": 678, "epic": 679, "four": 680, "gentle": 681, "gorgeous": 682, "historical": 683, "impressive": 684, "knows": 685, "lots": 686, "lovely": 687, "magic": 688, "offer": 689, "period": 690, "remake": 691, "result": 692, "robert": 693, "somewhat": 694, "straight": 695, "stupid": 696, "tired": 697, "try": 698, "witty": 699, "able": 700, "captures": 701, "decent": 702, "doing": 703, "execution": 704, "fire": 705, "form": 706, "future": 707, "highly": 708, "hit": 709, "i've": 710, "ii": 711, "important": 712, "inside": 713, "maybe": 714, "parents": 715, "perfectly": 716, "pictures": 717, "plenty": 718, "process": 719, "single": 720, "soap": 721, "surprising": 722, "thoroughly": 723, "utterly": 724, "age": 725, "alone": 726, "awful": 727, "based": 728, "certain": 729, "clear": 730, "coming": 731, "deep": 732, "deserves": 733, "emotions": 734, "entire": 735, "expect": 736, "insight": 737, "lacking": 738, "latest": 739, "playing": 740, "provides": 741, "scary": 742, "sequences": 743, "sound": 744, "strange": 745, "sustain": 746, "used": 747, "view": 748, "welcome": 749, "woman": 750, "air": 751, "ambitious": 752, "attention": 753, "career": 754, "cheap": 755, "cute": 756, "delightful": 757, "dog": 758, "exciting": 759, "flawed": 760, "flaws": 761, "hell": 762, "major": 763, "master": 764, "middle": 765, "murder": 766, "pace": 767, "poignant": 768, "points": 769, "potential": 770, "pure": 771, "puts": 772, "relationship": 773, "rest": 774, "sensitive": 775, "sexual": 776, "someone": 777, "start": 778, "tension": 779, "throughout": 780, "ultimate": 781, "unfortunately": 782, "upon": 783, "use": 784, "working": 785, "worthy": 786, "2": 787, "brings": 788, "cannot": 789, "cartoon": 790, "convincing": 791, "create": 792, "ensemble": 793, "extremely": 794, "eye": 795, "felt": 796, "five": 797, "force": 798, "giving": 799, "grace": 800, "house": 801, "low": 802, "mark": 803, "melodramatic": 804, "memory": 805, "mildly": 806, "odd": 807, "provocative": 808, "quickly": 809, "run": 810, "school": 811, "situation": 812, "slightly": 813, "subtle": 814, "uneven": 815, "unfunny": 816, "waste": 817, "weird": 818, "winning": 819, "words": 820, "absolutely": 821, "across": 822, "ago": 823, "amount": 824, "apart": 825, "class": 826, "crazy": 827, "creates": 828, "cultural": 829, "cut": 830, "deal": 831, "except": 832, "female": 833, "fully": 834, "heavy": 835, "impact": 836, "loud": 837, "missing": 838, "presents": 839, "relationships": 840, "routine": 841, "s": 842, "sentimental": 843, "stand": 844, "stars": 845, "steven": 846, "suffers": 847, "supposed": 848, "surprises": 849, "taken": 850, "thin": 851, "thrills": 852, "wants": 853, "wonder": 854, "yes": 855, "yourself": 856, "*": 857, "ability": 858, "appears": 859, "artist": 860, "attempts": 861, "bond": 862, "casting": 863, "chemistry": 864, "colorful": 865, "complete": 866, "date": 867, "era": 868, "es": 869, "evil": 870, "examination": 871, "extreme": 872, "filled": 873, "finds": 874, "flicks": 875, "forget": 876, "generic": 877, "george": 878, "hand": 879, "heaven": 880, "intimate": 881, "involved": 882, "involving": 883, "issues": 884, "joke": 885, "largely": 886, "leads": 887, "living": 888, "loses": 889, "mediocre": 890, "ms": 891, "originality": 892, "plain": 893, "pleasant": 894, "politics": 895, "pop": 896, "question": 897, "remember": 898, "road": 899, "saw": 900, "sets": 901, "slight": 902, "soul": 903, "stylish": 904, "succeeds": 905, "talented": 906, "terms": 907, "thinking": 908, "trouble": 909, "ugly": 910, "unexpected": 911, "[a]": 912, "actress": 913, "aren't": 914, "british": 915, "city": 916, "conflict": 917, "considerable": 918, "contemporary": 919, "country": 920, "course": 921, "equally": 922, "forgettable": 923, "formulaic": 924, "friendship": 925, "gripping": 926, "happy": 927, "imax": 928, "indeed": 929, "inventive": 930, "jackson": 931, "mix": 932, "money": 933, "night": 934, "oscar": 935, "pacing": 936, "parts": 937, "poetry": 938, "poor": 939, "promise": 940, "read": 941, "reveals": 942, "runs": 943, "sentimentality": 944, "sexy": 945, "soundtrack": 946, "strangely": 947, "success": 948, "touch": 949, "treat": 950, "twists": 951, "typical": 952, "understand": 953, "unique": 954, "virtually": 955, "wanted": 956, "water": 957, "york": 958, "absorbing": 959, "affecting": 960, "alive": 961, "allows": 962, "average": 963, "battle": 964, "blend": 965, "business": 966, "college": 967, "company": 968, "couple": 969, "created": 970, "crush": 971, "deliver": 972, "drag": 973, "dry": 974, "e": 975, "effect": 976, "el": 977, "episode": 978, "essentially": 979, "faith": 980, "fare": 981, "gay": 982, "general": 983, "generally": 984, "goofy": 985, "grant": 986, "haunting": 987, "interested": 988, "lame": 989, "lets": 990, "masterpiece": 991, "old-fashioned": 992, "ones": 993, "painful": 994, "pieces": 995, "previous": 996, "recommend": 997, "refreshing": 998, "seriously": 999, "setting": 1000, "she's": 1001, "sincere": 1002, "situations": 1003, "sophisticated": 1004, "stunning": 1005, "successful": 1006, "una": 1007, "unsettling": 1008, "watchable": 1009, "we've": 1010, "word": 1011, "worthwhile": 1012, "90": 1013, "amazing": 1014, "america": 1015, "badly": 1016, "bizarre": 1017, "brain": 1018, "bright": 1019, "called": 1020, "central": 1021, "clearly": 1022, "couldn't": 1023, "damned": 1024, "depressing": 1025, "disturbing": 1026, "efforts": 1027, "eventually": 1028, "fan": 1029, "fiction": 1030, "footage": 1031, "frame": 1032, "franchise": 1033, "genuinely": 1034, "grief": 1035, "guilty": 1036, "happens": 1037, "hardly": 1038, "hate": 1039, "hits": 1040, "hold": 1041, "huge": 1042, "liked": 1043, "loss": 1044, "manner": 1045, "match": 1046, "mean": 1047, "means": 1048, "meditation": 1049, "monster": 1050, "name": 1051, "obviously": 1052, "played": 1053, "please": 1054, "possibly": 1055, "problems": 1056, "refreshingly": 1057, "report": 1058, "sitting": 1059, "slapstick": 1060, "somehow": 1061, "somewhere": 1062, "spectacle": 1063, "target": 1064, "terrible": 1065, "tom": 1066, "tragic": 1067, "twist": 1068, "urban": 1069, "usually": 1070, "wait": 1071, "williams": 1072, "writer": 1073, "balance": 1074, "blue": 1075, "break": 1076, "clichs": 1077, "combination": 1078, "conventional": 1079, "crafted": 1080, "derivative": 1081, "edge": 1082, "energetic": 1083, "fast": 1084, "filmed": 1085, "finish": 1086, "forced": 1087, "girls": 1088, "green": 1089, "heartfelt": 1090, "holds": 1091, "imaginative": 1092, "inspired": 1093, "japanese": 1094, "lazy": 1095, "man's": 1096, "meaning": 1097, "mindless": 1098, "motion": 1099, "niro": 1100, "opportunity": 1101, "painfully": 1102, "person": 1103, "peter": 1104, "places": 1105, "powers": 1106, "price": 1107, "purpose": 1108, "red": 1109, "remarkably": 1110, "room": 1111, "said": 1112, "share": 1113, "skill": 1114, "skin": 1115, "slice": 1116, "sounds": 1117, "space": 1118, "spielberg": 1119, "standard": 1120, "sum": 1121, "television": 1122, "theme": 1123, "themes": 1124, "tough": 1125, "toward": 1126, "treasure": 1127, "triumph": 1128, "viewing": 1129, "warmth": 1130, "well-acted": 1131, "whatever": 1132, "white": 1133, "wife": 1134, "2002": 1135, "atmosphere": 1136, "bears": 1137, "boys": 1138, "car": 1139, "cinematography": 1140, "decades": 1141, "delight": 1142, "devoid": 1143, "directorial": 1144, "directors": 1145, "dream": 1146, "dreams": 1147, "empty": 1148, "equivalent": 1149, "excitement": 1150, "exhilarating": 1151, "fit": 1152, "focus": 1153, "free": 1154, "frequently": 1155, "gangster": 1156, "gem": 1157, "hasn't": 1158, "heavy-handed": 1159, "humanity": 1160, "i'd": 1161, "insightful": 1162, "intense": 1163, "irritating": 1164, "kid": 1165, "king": 1166, "lines": 1167, "longer": 1168, "minor": 1169, "miss": 1170, "murphy": 1171, "natural": 1172, "pay": 1173, "poetic": 1174, "questions": 1175, "realistic": 1176, "revenge": 1177, "roger": 1178, "simplistic": 1179, "spiritual": 1180, "stage": 1181, "stale": 1182, "substance": 1183, "superficial": 1184, "tells": 1185, "thought-provoking": 1186, "treatment": 1187, "trip": 1188, "unlike": 1189, "vehicle": 1190, "vivid": 1191, "we're": 1192, "weak": 1193, "who's": 1194, "wish": 1195, "within": 1196, "achieves": 1197, "affair": 1198, "affection": 1199, "allen": 1200, "artistic": 1201, "avoid": 1202, "awkward": 1203, "believable": 1204, "blade": 1205, "century": 1206, "chance": 1207, "count": 1208, "crowd": 1209, "daring": 1210, "deeper": 1211, "desire": 1212, "director's": 1213, "doubt": 1214, "endearing": 1215, "extraordinary": 1216, "fashion": 1217, "fat": 1218, "fear": 1219, "fears": 1220, "festival": 1221, "funnier": 1222, "further": 1223, "ghost": 1224, "god": 1225, "greatest": 1226, "happen": 1227, "holes": 1228, "identity": 1229, "indie": 1230, "intended": 1231, "intrigue": 1232, "j": 1233, "justice": 1234, "kevin": 1235, "large": 1236, "let": 1237, "martin": 1238, "members": 1239, "mesmerizing": 1240, "open": 1241, "pointless": 1242, "poorly": 1243, "popcorn": 1244, "prove": 1245, "public": 1246, "quietly": 1247, "release": 1248, "repetitive": 1249, "represents": 1250, "results": 1251, "return": 1252, "ridiculous": 1253, "riveting": 1254, "score": 1255, "screenwriter": 1256, "sea": 1257, "sequence": 1258, "shame": 1259, "shots": 1260, "spectacular": 1261, "strength": 1262, "striking": 1263, "surface": 1264, "talking": 1265, "thinks": 1266, "tiresome": 1267, "unusual": 1268, "voice": 1269, "wasn't": 1270, "wildly": 1271, "10": 1272, "accessible": 1273, "accomplished": 1274, "adam": 1275, "admirable": 1276, "adolescent": 1277, "ages": 1278, "annoying": 1279, "aside": 1280, "attraction": 1281, "behavior": 1282, "blood": 1283, "brown": 1284, "budget": 1285, "challenging": 1286, "charisma": 1287, "chase": 1288, "commercial": 1289, "complicated": 1290, "core": 1291, "courage": 1292, "credit": 1293, "crimes": 1294, "deftly": 1295, "delicate": 1296, "disguise": 1297, "document": 1298, "eight": 1299, "emotion": 1300, "enjoyed": 1301, "expected": 1302, "exploration": 1303, "failure": 1304, "farce": 1305, "favor": 1306, "figure": 1307, "funniest": 1308, "giant": 1309, "gross-out": 1310, "haven't": 1311, "i'll": 1312, "imagery": 1313, "killer": 1314, "levels": 1315, "main": 1316, "mainstream": 1317, "manipulative": 1318, "mike": 1319, "national": 1320, "needed": 1321, "nowhere": 1322, "numbers": 1323, "oddly": 1324, "overcome": 1325, "paced": 1326, "parker": 1327, "perspective": 1328, "presence": 1329, "produced": 1330, "reach": 1331, "save": 1332, "seat": 1333, "shake": 1334, "songs": 1335, "sports": 1336, "stunts": 1337, "talents": 1338, "talk": 1339, "team": 1340, "telling": 1341, "today": 1342, "turned": 1343, "twice": 1344, "um": 1345, "using": 1346, "values": 1347, "visuals": 1348, "weight": 1349, "world's": 1350, "x": 1351, "yarn": 1352, "&": 1353, "'the": 1354, "b-movie": 1355, "beat": 1356, "becoming": 1357, "beginning": 1358, "beneath": 1359, "bits": 1360, "bittersweet": 1361, "body": 1362, "bore": 1363, "chan": 1364, "characters'": 1365, "chinese": 1366, "community": 1367, "compassion": 1368, "concerned": 1369, "consider": 1370, "creating": 1371, "credits": 1372, "damage": 1373, "damn": 1374, "dance": 1375, "dazzling": 1376, "del": 1377, "delivered": 1378, "deserve": 1379, "designed": 1380, "desperate": 1381, "detail": 1382, "determined": 1383, "development": 1384, "die": 1385, "digital": 1386, "directing": 1387, "dreary": 1388, "editing": 1389, "emerges": 1390, "example": 1391, "experiences": 1392, "fall": 1393, "father": 1394, "features": 1395, "feel-good": 1396, "follow": 1397, "frank": 1398, "games": 1399, "glimpse": 1400, "heartwarming": 1401, "hip-hop": 1402, "holiday": 1403, "hot": 1404, "inspiring": 1405, "land": 1406, "list": 1407, "lively": 1408, "machine": 1409, "marks": 1410, "maudlin": 1411, "moviemaking": 1412, "musical": 1413, "near": 1414, "necessary": 1415, "nonsense": 1416, "offering": 1417, "overly": 1418, "overwrought": 1419, "particular": 1420, "party": 1421, "pleasures": 1422, "precious": 1423, "predecessor": 1424, "present": 1425, "promising": 1426, "provide": 1427, "pulls": 1428, "raw": 1429, "reading": 1430, "realism": 1431, "reign": 1432, "ring": 1433, "search": 1434, "serves": 1435, "shallow": 1436, "sheer": 1437, "sight": 1438, "sign": 1439, "society": 1440, "son": 1441, "spend": 1442, "starring": 1443, "state": 1444, "stay": 1445, "story's": 1446, "storyline": 1447, "subjects": 1448, "superior": 1449, "tender": 1450, "top": 1451, "tribute": 1452, "trick": 1453, "trifle": 1454, "type": 1455, "universal": 1456, "unless": 1457, "value": 1458, "violent": 1459, "walk": 1460, "wedding": 1461, "win": 1462, "wise": 1463, "wonderfully": 1464, "woody": 1465, "worked": 1466, "wry": 1467, "acts": 1468, "addition": 1469, "angst": 1470, "apparently": 1471, "appreciate": 1472, "aspects": 1473, "assured": 1474, "authentic": 1475, "bunch": 1476, "buy": 1477, "capable": 1478, "captivating": 1479, "cause": 1480, "cautionary": 1481, "chilling": 1482, "choices": 1483, "chris": 1484, "christmas": 1485, "cliche": 1486, "clumsy": 1487, "comedic": 1488, "consistently": 1489, "constructed": 1490, "creativity": 1491, "dangerous": 1492, "demands": 1493, "details": 1494, "disappointing": 1495, "disaster": 1496, "diverting": 1497, "due": 1498, "eccentric": 1499, "excuse": 1500, "fable": 1501, "faithful": 1502, "first-time": 1503, "folks": 1504, "following": 1505, "foreign": 1506, "friday": 1507, "friends": 1508, "frustrating": 1509, "grand": 1510, "gritty": 1511, "ground": 1512, "grows": 1513, "hackneyed": 1514, "harmless": 1515, "harvard": 1516, "hey": 1517, "humorous": 1518, "ice": 1519, "including": 1520, "industry": 1521, "intentions": 1522, "james": 1523, "jones": 1524, "late": 1525, "length": 1526, "lies": 1527, "low-budget": 1528, "low-key": 1529, "makers": 1530, "male": 1531, "modest": 1532, "morality": 1533, "mother": 1534, "move": 1535, "moves": 1536, "moviegoers": 1537, "myself": 1538, "nicely": 1539, "notion": 1540, "number": 1541, "outrageous": 1542, "paid": 1543, "pain": 1544, "patience": 1545, "personality": 1546, "philosophical": 1547, "pinocchio": 1548, "polished": 1549, "queen": 1550, "relatively": 1551, "resonance": 1552, "respect": 1553, "retread": 1554, "sappy": 1555, "self-indulgent": 1556, "served": 1557, "showing": 1558, "song": 1559, "speaking": 1560, "spoof": 1561, "standards": 1562, "stands": 1563, "stock": 1564, "stomach": 1565, "struggle": 1566, "stuck": 1567, "studio": 1568, "surely": 1569, "surreal": 1570, "sympathy": 1571, "teacher": 1572, "took": 1573, "un": 1574, "visceral": 1575, "vs": 1576, "waiting": 1577, "wasted": 1578, "wears": 1579, "well-made": 1580, "xxx": 1581, "animal": 1582, "austin": 1583, "b": 1584, "band": 1585, "bigger": 1586, "biggest": 1587, "broad": 1588, "brother": 1589, "brothers": 1590, "brutal": 1591, "bullock": 1592, "caper": 1593, "carries": 1594, "catch": 1595, "check": 1596, "child": 1597, "children's": 1598, "common": 1599, "complexity": 1600, "conclusion": 1601, "confusing": 1602, "conviction": 1603, "current": 1604, "depiction": 1605, "detailed": 1606, "downright": 1607, "early": 1608, "elegant": 1609, "entertain": 1610, "event": 1611, "evocative": 1612, "expectations": 1613, "fair": 1614, "false": 1615, "families": 1616, "featuring": 1617, "finale": 1618, "fisher": 1619, "forgotten": 1620, "frida": 1621, "generation": 1622, "group": 1623, "hearts": 1624, "here's": 1625, "increasingly": 1626, "incredibly": 1627, "inept": 1628, "insights": 1629, "intellectual": 1630, "laughter": 1631, "lesson": 1632, "literally": 1633, "loose": 1634, "loved": 1635, "lyrical": 1636, "manage": 1637, "martha": 1638, "matters": 1639, "meandering": 1640, "mention": 1641, "messages": 1642, "metaphor": 1643, "miller": 1644, "mistake": 1645, "mixed": 1646, "monty": 1647, "observations": 1648, "offbeat": 1649, "one's": 1650, "outside": 1651, "packed": 1652, "pass": 1653, "performers": 1654, "persona": 1655, "pity": 1656, "playful": 1657, "plodding": 1658, "poignancy": 1659, "preposterous": 1660, "protagonist": 1661, "realize": 1662, "reasonably": 1663, "released": 1664, "reminds": 1665, "reno": 1666, "resonant": 1667, "revealing": 1668, "revolution": 1669, "rewarding": 1670, "rhythms": 1671, "roles": 1672, "romp": 1673, "ryan": 1674, "sadly": 1675, "safe": 1676, "scenario": 1677, "science": 1678, "secrets": 1679, "seemingly": 1680, "sides": 1681, "signs": 1682, "sitcom": 1683, "slick": 1684, "sloppy": 1685, "snow": 1686, "soon": 1687, "source": 1688, "spark": 1689, "spent": 1690, "spooky": 1691, "step": 1692, "stirring": 1693, "strictly": 1694, "sugar": 1695, "suggests": 1696, "supporting": 1697, "suspenseful": 1698, "t": 1699, "teens": 1700, "territory": 1701, "theaters": 1702, "thrilling": 1703, "totally": 1704, "touches": 1705, "trek": 1706, "unlikely": 1707, "unpleasant": 1708, "utter": 1709, "vampire": 1710, "van": 1711, "vibrant": 1712, "vividly": 1713, "vulgar": 1714, "wars": 1715, "willing": 1716, "wouldn't": 1717, "wow": 1718, "writer/director": 1719, "zone": 1720, "20": 1721, "[the": 1722, "absurd": 1723, "actresses": 1724, "admire": 1725, "adult": 1726, "afraid": 1727, "amateurish": 1728, "americans": 1729, "arnold": 1730, "artists": 1731, "asks": 1732, "bag": 1733, "barbershop": 1734, "belongs": 1735, "birthday": 1736, "bite": 1737, "bold": 1738, "bored": 1739, "brilliantly": 1740, "brought": 1741, "camp": 1742, "capture": 1743, "channel": 1744, "charms": 1745, "cheesy": 1746, "clarity": 1747, "clich": 1748, "cliched": 1749, "cloying": 1750, "collection": 1751, "commentary": 1752, "constantly": 1753, "control": 1754, "credibility": 1755, "cynical": 1756, "dealing": 1757, "degree": 1758, "delivery": 1759, "design": 1760, "desperately": 1761, "devastating": 1762, "disbelief": 1763, "dragon": 1764, "drags": 1765, "drawn": 1766, "drive": 1767, "empathy": 1768, "equal": 1769, "escape": 1770, "escapism": 1771, "fantastic": 1772, "fierce": 1773, "fight": 1774, "figures": 1775, "finding": 1776, "flair": 1777, "flashy": 1778, "food": 1779, "format": 1780, "front": 1781, "frontal": 1782, "gradually": 1783, "growing": 1784, "guns": 1785, "heard": 1786, "heartbreaking": 1787, "held": 1788, "helps": 1789, "hill": 1790, "homage": 1791, "honestly": 1792, "honesty": 1793, "importance": 1794, "incoherent": 1795, "ingredients": 1796, "intensity": 1797, "iranian": 1798, "italian": 1799, "jack": 1800, "jason": 1801, "joy": 1802, "junk": 1803, "key": 1804, "lady": 1805, "language": 1806, "learn": 1807, "lived": 1808, "logic": 1809, "ludicrous": 1810, "mad": 1811, "madonna": 1812, "marriage": 1813, "mild": 1814, "nasty": 1815, "noir": 1816, "nostalgia": 1817, "offensive": 1818, "older": 1819, "onto": 1820, "opening": 1821, "parody": 1822, "pathos": 1823, "paul": 1824, "plotting": 1825, "poem": 1826, "predecessors": 1827, "predictably": 1828, "pretension": 1829, "prison": 1830, "profound": 1831, "pull": 1832, "race": 1833, "real-life": 1834, "record": 1835, "rent": 1836, "revelatory": 1837, "rip-off": 1838, "rises": 1839, "roll": 1840, "sandler": 1841, "santa": 1842, "seagal": 1843, "season": 1844, "sequels": 1845, "shock": 1846, "showtime": 1847, "sick": 1848, "silliness": 1849, "skip": 1850, "soderbergh's": 1851, "south": 1852, "southern": 1853, "spare": 1854, "spirited": 1855, "stand-up": 1856, "stays": 1857, "stereotypes": 1858, "structure": 1859, "stylized": 1860, "subversive": 1861, "tasty": 1862, "technical": 1863, "terrifying": 1864, "transcends": 1865, "trapped": 1866, "u": 1867, "undeniably": 1868, "unfaithful": 1869, "uninspired": 1870, "victims": 1871, "went": 1872, "whom": 1873, "winds": 1874, "woman's": 1875, "'60s": 1876, "'70s": 1877, "account": 1878, "achievement": 1879, "actual": 1880, "adds": 1881, "alabama": 1882, "ambition": 1883, "amused": 1884, "anyway": 1885, "ballistic": 1886, "banal": 1887, "basic": 1888, "basically": 1889, "below": 1890, "biting": 1891, "books": 1892, "bother": 1893, "bottom": 1894, "broken": 1895, "build": 1896, "building": 1897, "c": 1898, "center": 1899, "choose": 1900, "christian": 1901, "closer": 1902, "collateral": 1903, "color": 1904, "comfort": 1905, "competent": 1906, "constant": 1907, "contains": 1908, "context": 1909, "continues": 1910, "contrivances": 1911, "costumes": 1912, "crap": 1913, "creation": 1914, "cross": 1915, "cruel": 1916, "cult": 1917, "cultures": 1918, "davis": 1919, "deft": 1920, "demonstrates": 1921, "despair": 1922, "destination": 1923, "directs": 1924, "disjointed": 1925, "distinctive": 1926, "domestic": 1927, "draws": 1928, "drugs": 1929, "dysfunctional": 1930, "earlier": 1931, "earth": 1932, "effectively": 1933, "element": 1934, "embarrassment": 1935, "en": 1936, "endeavor": 1937, "endless": 1938, "engage": 1939, "enterprise": 1940, "excess": 1941, "existence": 1942, "explores": 1943, "fate": 1944, "fill": 1945, "filme": 1946, "filmmaker's": 1947, "finest": 1948, "fly": 1949, "forces": 1950, "frailty": 1951, "freaks": 1952, "frightening": 1953, "gag": 1954, "generate": 1955, "genres": 1956, "gift": 1957, "glass": 1958, "good-natured": 1959, "graphic": 1960, "greek": 1961, "grow": 1962, "h": 1963, "hair": 1964, "hands": 1965, "harry": 1966, "hear": 1967, "hip": 1968, "hollow": 1969, "holocaust": 1970, "hong": 1971, "hopeful": 1972, "horrible": 1973, "humour": 1974, "husband": 1975, "hybrid": 1976, "innocence": 1977, "inoffensive": 1978, "intoxicating": 1979, "issue": 1980, "jealousy": 1981, "kiss": 1982, "kung": 1983, "lane": 1984, "lawrence": 1985, "leaving": 1986, "lifeless": 1987, "likable": 1988, "literary": 1989, "lousy": 1990, "maintains": 1991, "manhattan": 1992, "masterful": 1993, "mayhem": 1994, "meant": 1995, "menace": 1996, "monsters": 1997, "muddled": 1998, "nightmare": 1999, "notice": 2000, "onscreen": 2001, "ordinary": 2002, "over-the-top": 2003, "path": 2004, "pathetic": 2005, "photography": 2006, "piano": 2007, "pick": 2008, "planet": 2009, "pokemon": 2010, "portrayal": 2011, "proceedings": 2012, "providing": 2013, "pumpkin": 2014, "quick": 2015, "rap": 2016, "relentless": 2017, "relentlessly": 2018, "remembered": 2019, "required": 2020, "richly": 2021, "rush": 2022, "saccharine": 2023, "sade": 2024, "saturday": 2025, "saying": 2026, "screenwriters": 2027, "screenwriting": 2028, "sentiment": 2029, "shocking": 2030, "shooting": 2031, "significant": 2032, "slasher": 2033, "soggy": 2034, "speaks": 2035, "spot": 2036, "staged": 2037, "static": 2038, "stealing": 2039, "street": 2040, "strike": 2041, "superb": 2042, "tales": 2043, "tears": 2044, "teenagers": 2045, "throws": 2046, "timing": 2047, "total": 2048, "tour": 2049, "tradition": 2050, "traditional": 2051, "trash": 2052, "trite": 2053, "tuxedo": 2054, "twisted": 2055, "uncompromising": 2056, "unfolds": 2057, "virtues": 2058, "washington": 2059, "whimsical": 2060, "whimsy": 2061, "witless": 2062, "wondering": 2063, "/": 2064, "abstract": 2065, "abuse": 2066, "ahead": 2067, "amounts": 2068, "analyze": 2069, "anne": 2070, "answers": 2071, "anywhere": 2072, "appear": 2073, "arrives": 2074, "artificial": 2075, "ask": 2076, "astonishing": 2077, "attitude": 2078, "background": 2079, "barry": 2080, "bitter": 2081, "bloody": 2082, "boasts": 2083, "broomfield": 2084, "buoyant": 2085, "burns": 2086, "busy": 2087, "cable": 2088, "candy": 2089, "cares": 2090, "casual": 2091, "category": 2092, "changing": 2093, "chaotic": 2094, "character's": 2095, "charismatic": 2096, "charlie": 2097, "chicago": 2098, "childhood": 2099, "chills": 2100, "choppy": 2101, "clumsily": 2102, "committed": 2103, "comparison": 2104, "complications": 2105, "con": 2106, "condition": 2107, "considering": 2108, "content": 2109, "cop": 2110, "credible": 2111, "critics": 2112, "crude": 2113, "curiosity": 2114, "cuts": 2115, "da": 2116, "dahmer": 2117, "dancing": 2118, "darkly": 2119, "deadpan": 2120, "delicious": 2121, "delightfully": 2122, "delivering": 2123, "denying": 2124, "desperation": 2125, "determination": 2126, "difference": 2127, "distance": 2128, "diversion": 2129, "drug": 2130, "dvd": 2131, "dying": 2132, "elaborate": 2133, "em": 2134, "emerge": 2135, "encounter": 2136, "engaged": 2137, "english": 2138, "enthusiasm": 2139, "executed": 2140, "exquisitely": 2141, "extended": 2142, "fake": 2143, "famous": 2144, "fatal": 2145, "fighting": 2146, "fights": 2147, "filling": 2148, "flash": 2149, "flow": 2150, "fluff": 2151, "follows": 2152, "friend": 2153, "gangs": 2154, "glory": 2155, "glossy": 2156, "grandeur": 2157, "happened": 2158, "herself": 2159, "hoffman": 2160, "hook": 2161, "horrifying": 2162, "hugh": 2163, "image": 2164, "imitation": 2165, "impostor": 2166, "impression": 2167, "inane": 2168, "ingenious": 2169, "inherent": 2170, "inner": 2171, "inspire": 2172, "integrity": 2173, "irish": 2174, "justify": 2175, "k-19": 2176, "kapur": 2177, "kaufman": 2178, "keeping": 2179, "killed": 2180, "kissinger": 2181, "knew": 2182, "knowledge": 2183, "lackluster": 2184, "leaden": 2185, "lee": 2186, "letting": 2187, "lightweight": 2188, "limited": 2189, "listless": 2190, "looked": 2191, "lovers": 2192, "loves": 2193, "loving": 2194, "m": 2195, "madness": 2196, "mainly": 2197, "matinee": 2198, "memories": 2199, "mere": 2200, "mile": 2201, "minute": 2202, "missed": 2203, "misses": 2204, "narc": 2205, "necessarily": 2206, "nevertheless": 2207, "news": 2208, "noble": 2209, "nonetheless": 2210, "obnoxious": 2211, "obsession": 2212, "odds": 2213, "ode": 2214, "paper": 2215, "parade": 2216, "park": 2217, "pat": 2218, "photographed": 2219, "pianist": 2220, "pile": 2221, "ponderous": 2222, "potentially": 2223, "pow": 2224, "preachy": 2225, "product": 2226, "professional": 2227, "punch": 2228, "quest": 2229, "quirks": 2230, "reaction": 2231, "realized": 2232, "relies": 2233, "rental": 2234, "resist": 2235, "returns": 2236, "roots": 2237, "rules": 2238, "russian": 2239, "sandler's": 2240, "sandra": 2241, "saving": 2242, "scattered": 2243, "scenery": 2244, "scores": 2245, "scorsese": 2246, "scratch": 2247, "self-conscious": 2248, "sensual": 2249, "service": 2250, "serving": 2251, "seven": 2252, "shouldn't": 2253, "simplicity": 2254, "slip": 2255, "slowly": 2256, "sly": 2257, "smarter": 2258, "smile": 2259, "soderbergh": 2260, "solondz": 2261, "somber": 2262, "somebody": 2263, "spite": 2264, "splendid": 2265, "started": 2266, "startling": 2267, "stop": 2268, "straightforward": 2269, "substantial": 2270, "subtlety": 2271, "succeed": 2272, "surrounding": 2273, "teenage": 2274, "tends": 2275, "terribly": 2276, "testament": 2277, "theatre": 2278, "theatrical": 2279, "thematic": 2280, "third": 2281, "thrillers": 2282, "ticket": 2283, "timely": 2284, "trappings": 2285, "travel": 2286, "turning": 2287, "understanding": 2288, "understands": 2289, "understated": 2290, "unintentionally": 2291, "vital": 2292, "wacky": 2293, "well-intentioned": 2294, "weren't": 2295, "wind": 2296, "window": 2297, "windtalkers": 2298, "winner": 2299, "women's": 2300, "wrote": 2301, "15": 2302, "51": 2303, "80": 2304, "abandon": 2305, "adams": 2306, "admit": 2307, "adventures": 2308, "affleck": 2309, "alas": 2310, "allow": 2311, "alternately": 2312, "am": 2313, "amazingly": 2314, "america's": 2315, "amid": 2316, "antwone": 2317, "artifice": 2318, "aware": 2319, "baffling": 2320, "beast": 2321, "begin": 2322, "ben": 2323, "benigni": 2324, "biopic": 2325, "blow": 2326, "bourne": 2327, "bow": 2328, "breath": 2329, "breathtaking": 2330, "breezy": 2331, "brief": 2332, "britney": 2333, "brutally": 2334, "buddy": 2335, "built": 2336, "caine": 2337, "came": 2338, "carefully": 2339, "cartoons": 2340, "caught": 2341, "celebrates": 2342, "challenges": 2343, "characterizations": 2344, "chilly": 2345, "claustrophobic": 2346, "cletis": 2347, "cleverness": 2348, "clockstoppers": 2349, "club": 2350, "co-writer": 2351, "colors": 2352, "com": 2353, "combines": 2354, "concert": 2355, "conduct": 2356, "consciousness": 2357, "convoluted": 2358, "copy": 2359, "corner": 2360, "corny": 2361, "costume": 2362, "crass": 2363, "crisp": 2364, "critical": 2365, "curious": 2366, "cutting": 2367, "cynicism": 2368, "deadly": 2369, "delicately": 2370, "depths": 2371, "describe": 2372, "destined": 2373, "dignity": 2374, "dirty": 2375, "disappointed": 2376, "discovery": 2377, "disney's": 2378, "display": 2379, "disposable": 2380, "divine": 2381, "documentaries": 2382, "dogs": 2383, "doses": 2384, "downbeat": 2385, "dragons": 2386, "dramas": 2387, "dramatically": 2388, "droll": 2389, "drop": 2390, "easier": 2391, "elling": 2392, "endlessly": 2393, "enthralling": 2394, "eric": 2395, "essence": 2396, "evokes": 2397, "exceptional": 2398, "exploitation": 2399, "explore": 2400, "faces": 2401, "fail": 2402, "fairy": 2403, "fanciful": 2404, "faster": 2405, "feature-length": 2406, "fish": 2407, "ford": 2408, "g": 2409, "gang": 2410, "godard": 2411, "gory": 2412, "grab": 2413, "grasp": 2414, "grey": 2415, "grim": 2416, "guess": 2417, "guessing": 2418, "halloween": 2419, "handful": 2420, "handsome": 2421, "happening": 2422, "happily": 2423, "happiness": 2424, "harris": 2425, "harsh": 2426, "haunted": 2427, "heads": 2428, "heroine": 2429, "herzog": 2430, "hugely": 2431, "huppert": 2432, "impeccable": 2433, "implausible": 2434, "independent": 2435, "inspirational": 2436, "instantly": 2437, "intermittently": 2438, "ironic": 2439, "irony": 2440, "island": 2441, "jim": 2442, "joyous": 2443, "k": 2444, "kick": 2445, "knowing": 2446, "kong": 2447, "landscape": 2448, "larger": 2449, "laughing": 2450, "leading": 2451, "legged": 2452, "life's": 2453, "lifetime": 2454, "listen": 2455, "lo": 2456, "managed": 2457, "market": 2458, "marvel": 2459, "masterfully": 2460, "matthew": 2461, "mature": 2462, "measure": 2463, "measured": 2464, "medium": 2465, "melancholy": 2466, "messy": 2467, "metropolis": 2468, "middle-aged": 2469, "minds": 2470, "mixture": 2471, "moody": 2472, "mysterious": 2473, "named": 2474, "nicholas": 2475, "nights": 2476, "observation": 2477, "office": 2478, "oh": 2479, "order": 2480, "overlong": 2481, "parable": 2482, "passionate": 2483, "patient": 2484, "peculiar": 2485, "perverse": 2486, "plotted": 2487, "polanski": 2488, "positively": 2489, "private": 2490, "produce": 2491, "promises": 2492, "psychology": 2493, "pushes": 2494, "qualities": 2495, "raunchy": 2496, "reasons": 2497, "recognize": 2498, "references": 2499, "religious": 2500, "remain": 2501, "rendered": 2502, "resembles": 2503, "respectable": 2504, "rewards": 2505, "rhythm": 2506, "ritchie": 2507, "robin": 2508, "root": 2509, "rousing": 2510, "run-of-the-mill": 2511, "saga": 2512, "sara": 2513, "satirical": 2514, "saved": 2515, "savvy": 2516, "says": 2517, "scale": 2518, "secret": 2519, "secretary": 2520, "seeking": 2521, "seemed": 2522, "sees": 2523, "serial": 2524, "serve": 2525, "shadows": 2526, "shamelessly": 2527, "shelf": 2528, "shines": 2529, "ship": 2530, "shoot": 2531, "silence": 2532, "sinks": 2533, "sisterhood": 2534, "sketch": 2535, "slap": 2536, "sleep": 2537, "smug": 2538, "soft": 2539, "solaris": 2540, "soldiers": 2541, "souls": 2542, "spider-man": 2543, "stilted": 2544, "store": 2545, "strain": 2546, "strikes": 2547, "stuart": 2548, "stunt": 2549, "subtly": 2550, "suffering": 2551, "super": 2552, "superbly": 2553, "supernatural": 2554, "suspect": 2555, "sweetness": 2556, "sympathetic": 2557, "system": 2558, "task": 2559, "taut": 2560, "technique": 2561, "technology": 2562, "test": 2563, "throwing": 2564, "ties": 2565, "todd": 2566, "touched": 2567, "trademark": 2568, "trashy": 2569, "traveler": 2570, "triangle": 2571, "tsai": 2572, "uncertain": 2573, "unconvincing": 2574, "undeniable": 2575, "unflinching": 2576, "unfocused": 2577, "unintentional": 2578, "unnecessary": 2579, "unsentimental": 2580, "uplifting": 2581, "vapid": 2582, "variety": 2583, "verve": 2584, "victim": 2585, "villain": 2586, "vincent": 2587, "vintage": 2588, "wannabe": 2589, "watched": 2590, "week": 2591, "weeks": 2592, "weirdly": 2593, "whenever": 2594, "wilson": 2595, "witch": 2596, "woo": 2597, "writers": 2598, "ya-ya": 2599, "yearning": 2600, "1": 2601, "4ever": 2602, "absurdist": 2603, "absurdity": 2604, "academy": 2605, "accent": 2606, "accurate": 2607, "advantage": 2608, "afloat": 2609, "after-school": 2610, "aging": 2611, "ain't": 2612, "allegory": 2613, "allen's": 2614, "altogether": 2615, "ambiguity": 2616, "anger": 2617, "answer": 2618, "anybody": 2619, "apparent": 2620, "apply": 2621, "appropriate": 2622, "arts": 2623, "asian": 2624, "astonishingly": 2625, "attal": 2626, "attractive": 2627, "authority": 2628, "avoids": 2629, "beguiling": 2630, "belly": 2631, "benefit": 2632, "blair": 2633, "blast": 2634, "bleak": 2635, "blind": 2636, "breaks": 2637, "brian": 2638, "bride": 2639, "bringing": 2640, "bruce": 2641, "cannes": 2642, "capacity": 2643, "capturing": 2644, "castro": 2645, "cgi": 2646, "changes": 2647, "charmer": 2648, "chases": 2649, "cheese": 2650, "chick": 2651, "chiller": 2652, "chuckles": 2653, "cinema's": 2654, "clause": 2655, "clue": 2656, "clunker": 2657, "clunky": 2658, "collapses": 2659, "comedian": 2660, "computer": 2661, "confused": 2662, "connect": 2663, "connections": 2664, "consequences": 2665, "considered": 2666, "conversations": 2667, "convey": 2668, "cover": 2669, "crisis": 2670, "cry": 2671, "curiously": 2672, "daytime": 2673, "deceptively": 2674, "decide": 2675, "decided": 2676, "deeds": 2677, "defies": 2678, "delights": 2679, "demanding": 2680, "demographic": 2681, "demons": 2682, "demonstrate": 2683, "derrida": 2684, "deuces": 2685, "developed": 2686, "develops": 2687, "didactic": 2688, "dogtown": 2689, "drab": 2690, "draw": 2691, "dud": 2692, "ecks": 2693, "edited": 2694, "effortlessly": 2695, "empire": 2696, "enormously": 2697, "enter": 2698, "entertained": 2699, "entry": 2700, "european": 2701, "everyday": 2702, "examines": 2703, "exceedingly": 2704, "exceptionally": 2705, "existential": 2706, "expectation": 2707, "expense": 2708, "expertly": 2709, "exploit": 2710, "exploitative": 2711, "factor": 2712, "fame": 2713, "fancy": 2714, "feathers": 2715, "feet": 2716, "fence": 2717, "finely": 2718, "flimsy": 2719, "forgive": 2720, "former": 2721, "forth": 2722, "fourth": 2723, "frankly": 2724, "gently": 2725, "gifted": 2726, "gore": 2727, "gosling": 2728, "grating": 2729, "greater": 2730, "halfway": 2731, "hallmark": 2732, "handled": 2733, "hang": 2734, "harder": 2735, "harrowing": 2736, "heroes": 2737, "hoffman's": 2738, "hoot": 2739, "hoped": 2740, "humorless": 2741, "hype": 2742, "ignore": 2743, "improbable": 2744, "incisive": 2745, "inconsequential": 2746, "indulgent": 2747, "inevitable": 2748, "infectious": 2749, "inhabit": 2750, "innocent": 2751, "inspiration": 2752, "installment": 2753, "intent": 2754, "intimacy": 2755, "intricate": 2756, "irresistible": 2757, "irwin": 2758, "is]": 2759, "it'll": 2760, "jackie": 2761, "jane": 2762, "jerry": 2763, "jewish": 2764, "joe": 2765, "kicks": 2766, "kiddie": 2767, "kidman": 2768, "labored": 2769, "lan": 2770, "later": 2771, "laughed": 2772, "legendary": 2773, "leigh": 2774, "lends": 2775, "lesser": 2776, "limp": 2777, "literate": 2778, "live-action": 2779, "locations": 2780, "longing": 2781, "lucas": 2782, "magnificent": 2783, "martial": 2784, "marvelous": 2785, "meaningful": 2786, "meaningless": 2787, "mechanical": 2788, "merit": 2789, "metaphors": 2790, "minority": 2791, "miserable": 2792, "momentum": 2793, "monotonous": 2794, "moore": 2795, "moore's": 2796, "mothman": 2797, "moved": 2798, "moviegoing": 2799, "mundane": 2800, "mysteries": 2801, "neil": 2802, "nerve": 2803, "nickleby": 2804, "nonsensical": 2805, "notes": 2806, "nuanced": 2807, "observant": 2808, "occasional": 2809, "offend": 2810, "ops": 2811, "ourselves": 2812, "outing": 2813, "outstanding": 2814, "pack": 2815, "pair": 2816, "pale": 2817, "para": 2818, "philip": 2819, "philosophy": 2820, "physical": 2821, "pitch": 2822, "players": 2823, "pleasing": 2824, "pleasurable": 2825, "police": 2826, "por": 2827, "portrays": 2828, "positive": 2829, "potent": 2830, "potter": 2831, "practically": 2832, "presented": 2833, "pretends": 2834, "pretensions": 2835, "primarily": 2836, "prime": 2837, "program": 2838, "propaganda": 2839, "psychologically": 2840, "pulp": 2841, "purely": 2842, "r": 2843, "ramsay": 2844, "random": 2845, "ranks": 2846, "recycled": 2847, "redemption": 2848, "refuses": 2849, "reminder": 2850, "reminiscent": 2851, "replete": 2852, "resolutely": 2853, "revelation": 2854, "richer": 2855, "ripe": 2856, "rise": 2857, "rob": 2858, "rodriguez": 2859, "rough": 2860, "sadness": 2861, "schaeffer": 2862, "schneider": 2863, "schwarzenegger": 2864, "scooby": 2865, "scope": 2866, "seeming": 2867, "send": 2868, "sensational": 2869, "senses": 2870, "serviceable": 2871, "shocks": 2872, "showcase": 2873, "showcases": 2874, "shyamalan": 2875, "similar": 2876, "simultaneously": 2877, "sin": 2878, "sink": 2879, "six": 2880, "sketchy": 2881, "smith": 2882, "snappy": 2883, "sophomoric": 2884, "sorry": 2885, "soulful": 2886, "soulless": 2887, "sour": 2888, "sparkling": 2889, "speak": 2890, "spell": 2891, "spirits": 2892, "spring": 2893, "stephen": 2894, "steve": 2895, "stick": 2896, "sticks": 2897, "stiff": 2898, "stops": 2899, "stretched": 2900, "string": 2901, "su": 2902, "subculture": 2903, "submarine": 2904, "succumbs": 2905, "suited": 2906, "sustains": 2907, "sweetly": 2908, "swim": 2909, "tackles": 2910, "talky": 2911, "tear": 2912, "technically": 2913, "term": 2914, "thankfully": 2915, "thousands": 2916, "throw": 2917, "thumbs": 2918, "tight": 2919, "topic": 2920, "tortured": 2921, "tout": 2922, "tragedies": 2923, "translation": 2924, "treats": 2925, "tremendous": 2926, "tricks": 2927, "troopers": 2928, "unabashedly": 2929, "unable": 2930, "uncomfortably": 2931, "undercover": 2932, "underlying": 2933, "uneasy": 2934, "unforgettable": 2935, "unimaginative": 2936, "unnerving": 2937, "unoriginal": 2938, "urgency": 2939, "various": 2940, "vitality": 2941, "voices": 2942, "wallace": 2943, "warning": 2944, "wave": 2945, "well-crafted": 2946, "western": 2947, "wet": 2948, "whale": 2949, "wholly": 2950, "wickedly": 2951, "wilde's": 2952, "wilder": 2953, "wishing": 2954, "witness": 2955, "wooden": 2956, "yu": 2957, "100": 2958, "11": 2959, "13": 2960, "20th": 2961, "21st": 2962, "8": 2963, "90-minute": 2964, "achingly": 2965, "adequate": 2966, "admirably": 2967, "advice": 2968, "afternoon": 2969, "ah": 2970, "aimed": 2971, "aims": 2972, "alienation": 2973, "alternative": 2974, "ambitions": 2975, "amiable": 2976, "anachronistic": 2977, "angry": 2978, "anime": 2979, "appalling": 2980, "art-house": 2981, "artful": 2982, "artfully": 2983, "artsy": 2984, "aspirations": 2985, "assembled": 2986, "audacious": 2987, "award": 2988, "awe": 2989, "awfully": 2990, "ball": 2991, "banter": 2992, "bartleby": 2993, "basis": 2994, "beach": 2995, "behold": 2996, "believing": 2997, "belt": 2998, "benigni's": 2999, "big-screen": 3000, "bodies": 3001, "bogdanovich": 3002, "bogs": 3003, "bogus": 3004, "borrows": 3005, "brilliance": 3006, "brisk": 3007, "buffs": 3008, "builds": 3009, "bullets": 3010, "buried": 3011, "by-the-numbers": 3012, "calculated": 3013, "card": 3014, "caring": 3015, "carry": 3016, "cartoonish": 3017, "celebration": 3018, "celluloid": 3019, "chances": 3020, "characterization": 3021, "charged": 3022, "charmless": 3023, "cheer": 3024, "chelsea": 3025, "chest": 3026, "china": 3027, "cho's": 3028, "choice": 3029, "chosen": 3030, "chronicle": 3031, "chuckle": 3032, "classics": 3033, "clean": 3034, "cleverly": 3035, "clichd": 3036, "climactic": 3037, "clooney": 3038, "closely": 3039, "clothes": 3040, "cobbled": 3041, "collision": 3042, "combined": 3043, "como": 3044, "composed": 3045, "concern": 3046, "confidence": 3047, "confident": 3048, "confirms": 3049, "conservative": 3050, "convenient": 3051, "convince": 3052, "covers": 3053, "creature": 3054, "crew": 3055, "crucial": 3056, "cube": 3057, "d": 3058, "daniel": 3059, "dare": 3060, "dares": 3061, "darker": 3062, "deals": 3063, "decade": 3064, "decidedly": 3065, "defines": 3066, "demented": 3067, "dense": 3068, "depressed": 3069, "described": 3070, "diane": 3071, "direct": 3072, "disappointingly": 3073, "disappointment": 3074, "displays": 3075, "don": 3076, "dong": 3077, "double": 3078, "downer": 3079, "dreadful": 3080, "dreck": 3081, "drink": 3082, "duke": 3083, "dynamic": 3084, "earnestness": 3085, "eat": 3086, "eddie": 3087, "edges": 3088, "educational": 3089, "elegantly": 3090, "elizabeth": 3091, "eloquent": 3092, 