{"<eos>": 0, "<unk>": 1, ".": 2, "the": 3, ",": 4, "a": 5, "and": 6, "of": 7, "to": 8, "is": 9, "'s": 10, "it": 11, "that": 12, "in": 13, "as": 14, "but": 15, "film": 16, "with": 17, "for": 18, "this": 19, "movie": 20, "an": 21, "its": 22, "you": 23, "n't": 24, "be": 25, "on": 26, "...": 27, "not": 28, "one": 29, "by": 30, "about": 31, "has": 32, "more": 33, "are": 34, "--": 35, "like": 36, "at": 37, "from": 38, "than": 39, "all": 40, "have": 41, "his": 42, "i": 43, "'": 44, "so": 45, "if": 46, "or": 47, "-lrb-": 48, "-rrb-": 49, "story": 50, "what": 51, "there": 52, "who": 53, "too": 54, "does": 55, "out": 56, "into": 57, "just": 58, "most": 59, "up": 60, "will": 61, "''": 62, "``": 63, "much": 64, "good": 65, "can": 66, "no": 67, "even": 68, "`": 69, "comedy": 70, "characters": 71, "some": 72, "time": 73, "he": 74, "their": 75, "only": 76, "funny": 77, "little": 78, "way": 79, "never": 80, "they": 81, "your": 82, "make": 83, "do": 84, "very": 85, "would": 86, "which": 87, "been": 88, "we": 89, "may": 90, "enough": 91, "director": 92, "work": 93, "makes": 94, "any": 95, "love": 96, "was": 97, "us": 98, "when": 99, "bad": 100, "best": 101, "life": 102, "movies": 103, "while": 104, "could": 105, "?": 106, "new": 107, ":": 108, "made": 109, "how": 110, "through": 111, "something": 112, "well": 113, "really": 114, "many": 115, "drama": 116, "her": 117, "plot": 118, "should": 119, "own": 120, "without": 121, "those": 122, "better": 123, "every": 124, "other": 125, "films": 126, "look": 127, "nothing": 128, "see": 129, "action": 130, "performances": 131, "-": 132, "people": 133, "'re": 134, "being": 135, "two": 136, "still": 137, "both": 138, "also": 139, "off": 140, "them": 141, "great": 142, "might": 143, "cast": 144, "here": 145, "long": 146, "such": 147, "though": 148, "character": 149, "audience": 150, "get": 151, "big": 152, "first": 153, "another": 154, "sense": 155, "ever": 156, "fun": 157, "script": 158, "performance": 159, "between": 160, "feel": 161, "humor": 162, "often": 163, "over": 164, "because": 165, "feels": 166, "few": 167, "less": 168, "minutes": 169, "world": 170, ";": 171, "real": 172, "kind": 173, "seems": 174, "thing": 175, "yet": 176, "down": 177, "were": 178, "entertaining": 179, "after": 180, "almost": 181, "far": 182, "picture": 183, "thriller": 184, "!": 185, "man": 186, "quite": 187, "comes": 188, "documentary": 189, "end": 190, "these": 191, "hard": 192, "hollywood": 193, "'ve": 194, "tale": 195, "rather": 196, "'ll": 197, "interesting": 198, "moments": 199, "ca": 200, "family": 201, "lot": 202, "had": 203, "my": 204, "take": 205, "ultimately": 206, "before": 207, "heart": 208, "things": 209, "go": 210, "me": 211, "screen": 212, "seen": 213, "watching": 214, "find": 215, "itself": 216, "acting": 217, "original": 218, "watch": 219, "worth": 220, "come": 221, "full": 222, "material": 223, "old": 224, "romantic": 225, "actors": 226, "american": 227, "back": 228, "right": 229, "then": 230, "where": 231, "dialogue": 232, "year": 233, "despite": 234, "gets": 235, "human": 236, "works": 237, "once": 238, "scenes": 239, "seem": 240, "times": 241, "young": 242, "making": 243, "want": 244, "cinema": 245, "our": 246, "she": 247, "years": 248, "compelling": 249, "emotional": 250, "gives": 251, "least": 252, "takes": 253, "think": 254, "again": 255, "did": 256, "music": 257, "subject": 258, "bit": 259, "give": 260, "kids": 261, "same": 262, "sometimes": 263, "special": 264, "fascinating": 265, "keep": 266, "last": 267, "together": 268, "why": 269, "anyone": 270, "dark": 271, "piece": 272, "women": 273, "going": 274, "point": 275, "style": 276, "actually": 277, "away": 278, "him": 279, "matter": 280, "moving": 281, "need": 282, "pretty": 283, "comic": 284, "direction": 285, "history": 286, "know": 287, "manages": 288, "offers": 289, "say": 290, "since": 291, "sweet": 292, "anything": 293, "dull": 294, "experience": 295, "fans": 296, "show": 297, "simply": 298, "part": 299, "screenplay": 300, "short": 301, "visual": 302, "entertainment": 303, "flick": 304, "whole": 305, "art": 306, "clever": 307, "everything": 308, "filmmakers": 309, "plays": 310, "care": 311, "cinematic": 312, "goes": 313, "mr.": 314, "premise": 315, "true": 316, "war": 317, "always": 318, "instead": 319, "probably": 320, "around": 321, "genre": 322, "idea": 323, "laughs": 324, "series": 325, "silly": 326, "star": 327, "children": 328, "familiar": 329, "place": 330, "predictable": 331, "'d": 332, "done": 333, "engaging": 334, "high": 335, "narrative": 336, "nearly": 337, "title": 338, "under": 339, "whose": 340, "certainly": 341, "enjoyable": 342, "especially": 343, "three": 344, "trying": 345, "worst": 346, "becomes": 347, "each": 348, "exercise": 349, "feature": 350, "portrait": 351, "strong": 352, "beautiful": 353, "beautifully": 354, "home": 355, "smart": 356, "study": 357, "surprisingly": 358, "energy": 359, "set": 360, "wo": 361, "amusing": 362, "charm": 363, "day": 364, "easy": 365, "effort": 366, "ending": 367, "lacks": 368, "lives": 369, "powerful": 370, "video": 371, "although": 372, "charming": 373, "else": 374, "filmmaking": 375, "looking": 376, "men": 377, "mostly": 378, "now": 379, "version": 380, "debut": 381, "dramatic": 382, "face": 383, "feeling": 384, "french": 385, "half": 386, "john": 387, "looks": 388, "problem": 389, "sure": 390, "turns": 391, "'m": 392, "effects": 393, "either": 394, "horror": 395, "likely": 396, "obvious": 397, "power": 398, "theater": 399, "everyone": 400, "hour": 401, "neither": 402, "quirky": 403, "rare": 404, "romance": 405, "tone": 406, "wit": 407, "become": 408, "believe": 409, "boring": 410, "culture": 411, "de": 412, "death": 413, "directed": 414, "fails": 415, "hours": 416, "interest": 417, "leave": 418, "melodrama": 419, "modern": 420, "next": 421, "proves": 422, "reason": 423, "solid": 424, "storytelling": 425, "summer": 426, "book": 427, "camera": 428, "classic": 429, "completely": 430, "enjoy": 431, "fact": 432, "filmmaker": 433, "intelligent": 434, "lack": 435, "level": 436, "light": 437, "message": 438, "mind": 439, "shows": 440, "sort": 441, "whether": 442, "beyond": 443, "deeply": 444, "himself": 445, "left": 446, "mess": 447, "opera": 448, "put": 449, "serious": 450, "spirit": 451, "woman": 452, "along": 453, "already": 454, "fine": 455, "fresh": 456, "line": 457, "shot": 458, "small": 459, "social": 460, "stories": 461, "stuff": 462, "tries": 463, "truly": 464, "turn": 465, "got": 466, "ideas": 467, "intelligence": 468, "must": 469, "play": 470, "political": 471, "remains": 472, "ride": 473, "sad": 474, "suspense": 475, "actor": 476, "against": 477, "animation": 478, "audiences": 479, "black": 480, "contrived": 481, "easily": 482, "hilarious": 483, "images": 484, "nor": 485, "particularly": 486, "past": 487, "project": 488, "recent": 489, "rich": 490, "seeing": 491, "sex": 492, "tv": 493, "viewers": 494, "ways": 495, "above": 496, "adventure": 497, "case": 498, "cold": 499, "complex": 500, "delivers": 501, "flat": 502, "formula": 503, "gags": 504, "girl": 505, "intriguing": 506, "jokes": 507, "satisfying": 508, "terrific": 509, "attempt": 510, "boy": 511, "during": 512, "earnest": 513, "ends": 514, "found": 515, "impossible": 516, "live": 517, "mystery": 518, "passion": 519, "perfect": 520, "personal": 521, "pleasure": 522, "production": 523, "scene": 524, "sequel": 525, "slow": 526, "thought": 527, "touching": 528, "bland": 529, "entirely": 530, "falls": 531, "finally": 532, "given": 533, "head": 534, "honest": 535, "memorable": 536, "michael": 537, "otherwise": 538, "overall": 539, "reality": 540, "role": 541, "satire": 542, "visually": 543, "coming-of-age": 544, "crime": 545, "different": 546, "difficult": 547, "dumb": 548, "elements": 549, "guys": 550, "laugh": 551, "leaves": 552, "lost": 553, "mood": 554, "none": 555, "pretentious": 556, "rarely": 557, "remarkable": 558, "told": 559, "violence": 560, "wild": 561, "writing": 562, "brilliant": 563, "call": 564, "cliches": 565, "days": 566, "getting": 567, "imagine": 568, "occasionally": 569, "running": 570, "side": 571, "soap": 572, "talent": 573, "tired": 574, "tragedy": 575, "viewer": 576, "wonderful": 577, "written": 578, "wrong": 579, "act": 580, "barely": 581, "close": 582, "emotionally": 583, "events": 584, "fairly": 585, "help": 586, "ii": 587, "imagination": 588, "job": 589, "moment": 590, "perfectly": 591, "plenty": 592, "sequences": 593, "starts": 594, "strange": 595, "surprising": 596, "teen": 597, "themselves": 598, "thoroughly": 599, "thoughtful": 600, "concept": 601, "david": 602, "disney": 603, "engrossing": 604, "eyes": 605, "final": 606, "game": 607, "gone": 608, "hero": 609, "journey": 610, "parents": 611, "psychological": 612, "rock": 613, "run": 614, "tell": 615, "try": 616, "writer-director": 617, "able": 618, "air": 619, "ambitious": 620, "appeal": 621, "attention": 622, "bring": 623, "captures": 624, "deep": 625, "emotions": 626, "exactly": 627, "excellent": 628, "execution": 629, "fantasy": 630, "four": 631, "guy": 632, "having": 633, "inside": 634, "keeps": 635, "nature": 636, "needs": 637, "period": 638, "possible": 639, "quiet": 640, "simple": 641, "straight": 642, "suffers": 643, "taste": 644, "thin": 645, "usual": 646, "vision": 647, "warm": 648, "acted": 649, "adaptation": 650, "adults": 651, "appealing": 652, "artist": 653, "awful": 654, "certain": 655, "change": 656, "city": 657, "comedies": 658, "cool": 659, "flawed": 660, "gorgeous": 661, "grant": 662, "historical": 663, "latest": 664, "merely": 665, "moral": 666, "odd": 667, "somewhat": 668, "spy": 669, "start": 670, "tedious": 671, "unsettling": 672, "until": 673, "uses": 674, "age": 675, "approach": 676, "beauty": 677, "behind": 678, "creative": 679, "cut": 680, "date": 681, "dead": 682, "definitely": 683, "delightful": 684, "entire": 685, "epic": 686, "expect": 687, "fire": 688, "flaws": 689, "gentle": 690, "highly": 691, "knows": 692, "lead": 693, "low": 694, "maybe": 695, "middle": 696, "nice": 697, "novel": 698, "offer": 699, "pictures": 700, "pure": 701, "quality": 702, "relationships": 703, "rest": 704, "robert": 705, "saw": 706, "scary": 707, "spielberg": 708, "stupid": 709, "throughout": 710, "upon": 711, "view": 712, "watchable": 713, "welcome": 714, "words": 715, "york": 716, "2": 717, "allen": 718, "america": 719, "animated": 720, "cheap": 721, "convincing": 722, "creates": 723, "effective": 724, "examination": 725, "felt": 726, "hardly": 727, "hit": 728, "house": 729, "however": 730, "impressive": 731, "issues": 732, "lacking": 733, "master": 734, "mediocre": 735, "murder": 736, "old-fashioned": 737, "others": 738, "playing": 739, "process": 740, "provides": 741, "puts": 742, "remake": 743, "result": 744, "road": 745, "sci-fi": 746, "sentimental": 747, "sharp": 748, "single": 749, "sit": 750, "someone": 751, "stand": 752, "success": 753, "supposed": 754, "taking": 755, "thanks": 756, "touch": 757, "truth": 758, "unfortunately": 759, "use": 760, "weird": 761, "witty": 762, "working": 763, "worse": 764, "across": 765, "begins": 766, "brings": 767, "career": 768, "clear": 769, "country": 770, "creepy": 771, "decent": 772, "deserves": 773, "dog": 774, "female": 775, "impact": 776, "loud": 777, "lovely": 778, "magic": 779, "pace": 780, "pacing": 781, "plain": 782, "potential": 783, "previous": 784, "problems": 785, "relationship": 786, "second": 787, "several": 788, "slight": 789, "stylish": 790, "surprise": 791, "sustain": 792, "themes": 793, "ugly": 794, "unexpected": 795, "used": 796, "word": 797, "actress": 798, "among": 799, "amount": 800, "apart": 801, "based": 802, "coming": 803, "couple": 804, "depth": 805, "doubt": 806, "dry": 807, "ensemble": 808, "episode": 809, "era": 810, "except": 811, "exciting": 812, "fully": 813, "future": 814, "generic": 815, "genuine": 816, "girls": 817, "goofy": 818, "hand": 819, "hell": 820, "hope": 821, "important": 822, "masterpiece": 823, "mildly": 824, "painful": 825, "perhaps": 826, "pieces": 827, "read": 828, "reveals": 829, "sexual": 830, "situation": 831, "subtle": 832, "succeeds": 833, "talented": 834, "terms": 835, "trouble": 836, "ultimate": 837, "uneven": 838, "unfunny": 839, "winning": 840, "writer": 841, "90": 842, "ability": 843, "add": 844, "alone": 845, "battle": 846, "cartoon": 847, "casting": 848, "chan": 849, "chemistry": 850, "clich\u00e9s": 851, "company": 852, "crazy": 853, "crush": 854, "cultural": 855, "doing": 856, "evil": 857, "extreme": 858, "eye": 859, "filled": 860, "five": 861, "force": 862, "forget": 863, "gay": 864, "grace": 865, "heaven": 866, "hold": 867, "insight": 868, "jackson": 869, "kid": 870, "lots": 871, "major": 872, "manner": 873, "mean": 874, "melodramatic": 875, "money": 876, "name": 877, "ones": 878, "poignant": 879, "points": 880, "red": 881, "room": 882, "school": 883, "seriously": 884, "sets": 885, "sexy": 886, "sincere": 887, "sitting": 888, "situations": 889, "steven": 890, "successful": 891, "surprises": 892, "taken": 893, "tells": 894, "thinking": 895, "understand": 896, "urban": 897, "utterly": 898, "viewing": 899, "williams": 900, "worthy": 901, "2002": 902, "absolutely": 903, "blade": 904, "british": 905, "brown": 906, "business": 907, "called": 908, "clearly": 909, "college": 910, "colorful": 911, "considerable": 912, "contemporary": 913, "crafted": 914, "create": 915, "damned": 916, "derivative": 917, "edge": 918, "eventually": 919, "finds": 920, "form": 921, "frame": 922, "george": 923, "happy": 924, "heavy": 925, "huge": 926, "interested": 927, "intimate": 928, "inventive": 929, "leads": 930, "let": 931, "liked": 932, "mark": 933, "meditation": 934, "memory": 935, "oscar": 936, "places": 937, "please": 938, "poetry": 939, "poor": 940, "promise": 941, "provocative": 942, "question": 943, "remember": 944, "routine": 945, "said": 946, "sandler": 947, "sensitive": 948, "share": 949, "slightly": 950, "solondz": 951, "sophisticated": 952, "sound": 953, "tension": 954, "terrible": 955, "tom": 956, "treatment": 957, "twists": 958, "unique": 959, "wants": 960, "warmth": 961, "white": 962, "wish": 963, "wonder": 964, "yes": 965, "ago": 966, "allows": 967, "appears": 968, "atmosphere": 969, "attempts": 970, "bears": 971, "blue": 972, "boys": 973, "bullock": 974, "class": 975, "complete": 976, "conventional": 977, "deal": 978, "depressing": 979, "equally": 980, "essentially": 981, "extremely": 982, "festival": 983, "finish": 984, "fit": 985, "flicks": 986, "forgettable": 987, "hate": 988, "humanity": 989, "insightful": 990, "involved": 991, "involving": 992, "justice": 993, "lets": 994, "manipulative": 995, "match": 996, "means": 997, "mix": 998, "monster": 999, "painfully": 1000, "pleasant": 1001, "poorly": 1002, "popcorn": 1003, "presents": 1004, "purpose": 1005, "quickly": 1006, "quietly": 1007, "recommend": 1008, "runs": 1009, "setting": 1010, "shallow": 1011, "shots": 1012, "skin": 1013, "soderbergh": 1014, "standard": 1015, "stars": 1016, "substance": 1017, "target": 1018, "thrills": 1019, "tragic": 1020, "twist": 1021, "typical": 1022, "usually": 1023, "virtually": 1024, "waste": 1025, "wedding": 1026, "whatever": 1027, "&": 1028, "absorbing": 1029, "affair": 1030, "average": 1031, "believable": 1032, "bizarre": 1033, "bond": 1034, "break": 1035, "central": 1036, "core": 1037, "created": 1038, "cute": 1039, "delight": 1040, "directors": 1041, "drag": 1042, "dream": 1043, "effect": 1044, "empty": 1045, "endearing": 1046, "fall": 1047, "fan": 1048, "fare": 1049, "fast": 1050, "fat": 1051, "fiction": 1052, "franchise": 1053, "frequently": 1054, "friendship": 1055, "funnier": 1056, "giving": 1057, "green": 1058, "gripping": 1059, "heartfelt": 1060, "holds": 1061, "ice": 1062, "imax": 1063, "inspired": 1064, "intended": 1065, "largely": 1066, "living": 1067, "martin": 1068, "mindless": 1069, "missing": 1070, "moore": 1071, "motion": 1072, "ms.": 1073, "murphy": 1074, "needed": 1075, "number": 1076, "opportunity": 1077, "overcome": 1078, "pay": 1079, "peter": 1080, "pointless": 1081, "pop": 1082, "possibly": 1083, "queen": 1084, "questions": 1085, "results": 1086, "riveting": 1087, "sea": 1088, "simplistic": 1089, "somewhere": 1090, "sounds": 1091, "spectacle": 1092, "strangely": 1093, "telling": 1094, "today": 1095, "toward": 1096, "treat": 1097, "tribute": 1098, "trip": 1099, "triumph": 1100, "value": 1101, "wanted": 1102, "wildly": 1103, "worthwhile": 1104, "amazing": 1105, "attraction": 1106, "badly": 1107, "bore": 1108, "brain": 1109, "car": 1110, "conclusion": 1111, "course": 1112, "credit": 1113, "crimes": 1114, "deliver": 1115, "devoid": 1116, "directorial": 1117, "diverting": 1118, "emerges": 1119, "excitement": 1120, "faith": 1121, "fears": 1122, "figure": 1123, "footage": 1124, "forced": 1125, "formulaic": 1126, "general": 1127, "generally": 1128, "genuinely": 1129, "greatest": 1130, "guilty": 1131, "hoffman": 1132, "humorous": 1133, "indeed": 1134, "joke": 1135, "kevin": 1136, "killer": 1137, "king": 1138, "lame": 1139, "lee": 1140, "loses": 1141, "main": 1142, "mainstream": 1143, "members": 1144, "move": 1145, "night": 1146, "niro": 1147, "numbers": 1148, "oddly": 1149, "particular": 1150, "powers": 1151, "price": 1152, "provide": 1153, "refreshing": 1154, "release": 1155, "remarkably": 1156, "ryan": 1157, "seagal": 1158, "seat": 1159, "sequence": 1160, "shame": 1161, "slapstick": 1162, "somehow": 1163, "soul": 1164, "soundtrack": 1165, "stale": 1166, "stock": 1167, "sum": 1168, "television": 1169, "universal": 1170, "visuals": 1171, "vivid": 1172, "water": 1173, "wife": 1174, "wise": 1175, "yourself": 1176, "addition": 1177, "ages": 1178, "alive": 1179, "annoying": 1180, "balance": 1181, "blood": 1182, "body": 1183, "budget": 1184, "challenging": 1185, "cinematography": 1186, "consistently": 1187, "crowd": 1188, "decades": 1189, "deeper": 1190, "delicate": 1191, "delivery": 1192, "detail": 1193, "document": 1194, "dreams": 1195, "dreary": 1196, "editing": 1197, "eight": 1198, "exhilarating": 1199, "exploration": 1200, "extraordinary": 1201, "fantastic": 1202, "filmed": 1203, "frustrating": 1204, "further": 1205, "gangster": 1206, "glimpse": 1207, "god": 1208, "gross-out": 1209, "happens": 1210, "holes": 1211, "industry": 1212, "intense": 1213, "large": 1214, "lawrence": 1215, "lazy": 1216, "lines": 1217, "loss": 1218, "machine": 1219, "marks": 1220, "meandering": 1221, "minor": 1222, "nowhere": 1223, "offensive": 1224, "overwrought": 1225, "parker": 1226, "party": 1227, "performers": 1228, "person": 1229, "perspective": 1230, "philosophical": 1231, "politics": 1232, "realism": 1233, "reno": 1234, "represents": 1235, "score": 1236, "served": 1237, "sight": 1238, "signs": 1239, "skill": 1240, "sloppy": 1241, "space": 1242, "spiritual": 1243, "sports": 1244, "stay": 1245, "storyline": 1246, "strength": 1247, "superficial": 1248, "theme": 1249, "thought-provoking": 1250, "tiresome": 1251, "top": 1252, "twice": 1253, "unfolds": 1254, "vehicle": 1255, "vividly": 1256, "wait": 1257, "weak": 1258, "win": 1259, "x": 1260, "10": 1261, "20": 1262, "achieves": 1263, "adam": 1264, "affecting": 1265, "amateurish": 1266, "animal": 1267, "aside": 1268, "b": 1269, "b-movie": 1270, "band": 1271, "barbershop": 1272, "beat": 1273, "behavior": 1274, "bright": 1275, "brought": 1276, "bunch": 1277, "cause": 1278, "century": 1279, "chance": 1280, "charisma": 1281, "chilling": 1282, "chris": 1283, "clich\u00e9": 1284, "collection": 1285, "combination": 1286, "comedic": 1287, "complicated": 1288, "concerned": 1289, "conflict": 1290, "conviction": 1291, "davis": 1292, "desire": 1293, "details": 1294, "disaster": 1295, "disguise": 1296, "dragon": 1297, "emotion": 1298, "empathy": 1299, "energetic": 1300, "escape": 1301, "experiences": 1302, "failure": 1303, "father": 1304, "favor": 1305, "fear": 1306, "features": 1307, "focus": 1308, "funniest": 1309, "generation": 1310, "grief": 1311, "growing": 1312, "happen": 1313, "haunting": 1314, "hits": 1315, "holiday": 1316, "horrible": 1317, "hot": 1318, "identity": 1319, "imaginative": 1320, "including": 1321, "incredibly": 1322, "indie": 1323, "intentions": 1324, "intrigue": 1325, "irritating": 1326, "james": 1327, "japanese": 1328, "jones": 1329, "joy": 1330, "late": 1331, "ludicrous": 1332, "mayhem": 1333, "mention": 1334, "monty": 1335, "mother": 1336, "musical": 1337, "national": 1338, "near": 1339, "nicely": 1340, "older": 1341, "opening": 1342, "ordinary": 1343, "originality": 1344, "overly": 1345, "paid": 1346, "poetic": 1347, "polanski": 1348, "presence": 1349, "product": 1350, "protagonist": 1351, "pull": 1352, "realistic": 1353, "respect": 1354, "revolution": 1355, "sappy": 1356, "save": 1357, "screenwriter": 1358, "sentimentality": 1359, "sheer": 1360, "slice": 1361, "society": 1362, "son": 1363, "soon": 1364, "south": 1365, "stands": 1366, "step": 1367, "striking": 1368, "structure": 1369, "struggle": 1370, "stunning": 1371, "surely": 1372, "surface": 1373, "talking": 1374, "thinks": 1375, "trick": 1376, "unusual": 1377, "values": 1378, "violent": 1379, "voice": 1380, "vs.": 1381, "waiting": 1382, "wasted": 1383, "zone": 1384, "admirable": 1385, "adult": 1386, "affection": 1387, "analyze": 1388, "angst": 1389, "apparently": 1390, "artistic": 1391, "ask": 1392, "aspects": 1393, "assured": 1394, "avoid": 1395, "awkward": 1396, "barry": 1397, "basic": 1398, "beneath": 1399, "biggest": 1400, "bite": 1401, "bits": 1402, "bittersweet": 1403, "broken": 1404, "broomfield": 1405, "brothers": 1406, "burns": 1407, "buy": 1408, "carries": 1409, "chase": 1410, "child": 1411, "christmas": 1412, "cliche": 1413, "cloying": 1414, "commentary": 1415, "community": 1416, "confusing": 1417, "creating": 1418, "credits": 1419, "dazzling": 1420, "degree": 1421, "delivered": 1422, "deserve": 1423, "designed": 1424, "die": 1425, "early": 1426, "efforts": 1427, "elegant": 1428, "enjoyed": 1429, "equivalent": 1430, "excuse": 1431, "expected": 1432, "farce": 1433, "fatal": 1434, "fisher": 1435, "folks": 1436, "frank": 1437, "friday": 1438, "games": 1439, "gem": 1440, "ghost": 1441, "godard": 1442, "graphic": 1443, "greek": 1444, "ground": 1445, "group": 1446, "hackneyed": 1447, "harvard": 1448, "heartwarming": 1449, "hip-hop": 1450, "homage": 1451, "inspiring": 1452, "intensity": 1453, "jack": 1454, "jason": 1455, "kissinger": 1456, "knowing": 1457, "leaving": 1458, "length": 1459, "list": 1460, "longer": 1461, "low-key": 1462, "male": 1463, "meaning": 1464, "miss": 1465, "mistake": 1466, "mixed": 1467, "modest": 1468, "natural": 1469, "necessary": 1470, "notice": 1471, "open": 1472, "pain": 1473, "paul": 1474, "persona": 1475, "personality": 1476, "played": 1477, "playful": 1478, "plodding": 1479, "plotting": 1480, "predecessor": 1481, "produced": 1482, "promising": 1483, "prove": 1484, "public": 1485, "raw": 1486, "reign": 1487, "relatively": 1488, "report": 1489, "retread": 1490, "rises": 1491, "roger": 1492, "schneider": 1493, "season": 1494, "sequels": 1495, "showtime": 1496, "shyamalan": 1497, "sick": 1498, "sides": 1499, "smile": 1500, "snow": 1501, "source": 1502, "spend": 1503, "spent": 1504, "stage": 1505, "studio": 1506, "subjects": 1507, "superb": 1508, "supporting": 1509, "team": 1510, "third": 1511, "totally": 1512, "tough": 1513, "treasure": 1514, "turned": 1515, "twisted": 1516, "type": 1517, "unlike": 1518, "vampire": 1519, "visceral": 1520, "vulgar": 1521, "weight": 1522, "well-acted": 1523, "well-made": 1524, "wonderfully": 1525, "woo": 1526, "woody": 1527, "worked": 1528, "wry": 1529, "achievement": 1530, "actresses": 1531, "acts": 1532, "artificial": 1533, "asks": 1534, "banal": 1535, "bitter": 1536, "blend": 1537, "capable": 1538, "cautionary": 1539, "changing": 1540, "charms": 1541, "check": 1542, "cho": 1543, "choices": 1544, "clarity": 1545, "clumsy": 1546, "commercial": 1547, "common": 1548, "constructed": 1549, "content": 1550, "count": 1551, "courage": 1552, "cross": 1553, "cult": 1554, "deadly": 1555, "deftly": 1556, "determined": 1557, "devastating": 1558, "digital": 1559, "directing": 1560, "downright": 1561, "example": 1562, "fair": 1563, "families": 1564, "fashion": 1565, "feel-good": 1566, "finale": 1567, "finding": 1568, "flair": 1569, "flashy": 1570, "foreign": 1571, "forgotten": 1572, "freaks": 1573, "free": 1574, "frida": 1575, "front": 1576, "grand": 1577, "grows": 1578, "harmless": 1579, "hearts": 1580, "howard": 1581, "humour": 1582, "imagery": 1583, "impression": 1584, "increasingly": 1585, "inept": 1586, "italian": 1587, "knowledge": 1588, "lady": 1589, "land": 1590, "lesson": 1591, "levels": 1592, "limited": 1593, "lousy": 1594, "low-budget": 1595, "makers": 1596, "manage": 1597, "manhattan": 1598, "matters": 1599, "maudlin": 1600, "mesmerizing": 1601, "messages": 1602, "metaphor": 1603, "mike": 1604, "mile": 1605, "missed": 1606, "moviegoers": 1607, "moviemaking": 1608, "noir": 1609, "nostalgia": 1610, "observations": 1611, "offering": 1612, "onto": 1613, "outrageous": 1614, "paced": 1615, "pack": 1616, "parts": 1617, "pass": 1618, "pathetic": 1619, "pick": 1620, "pity": 1621, "pleasures": 1622, "potentially": 1623, "predictably": 1624, "present": 1625, "quick": 1626, "reach": 1627, "reading": 1628, "real-life": 1629, "realize": 1630, "realized": 1631, "record": 1632, "refreshingly": 1633, "relies": 1634, "reminds": 1635, "repetitive": 1636, "return": 1637, "revenge": 1638, "romp": 1639, "santa": 1640, "scorsese": 1641, "screenwriting": 1642, "secrets": 1643, "serves": 1644, "shake": 1645, "shock": 1646, "sign": 1647, "smarter": 1648, "somber": 1649, "songs": 1650, "spark": 1651, "spider-man": 1652, "spooky": 1653, "standards": 1654, "stirring": 1655, "strictly": 1656, "stunts": 1657, "superior": 1658, "suspenseful": 1659, "sympathy": 1660, "talents": 1661, "teens": 1662, "territory": 1663, "theatre": 1664, "timely": 1665, "trappings": 1666, "trifle": 1667, "undeniably": 1668, "unfaithful": 1669, "uninspired": 1670, "unlikely": 1671, "using": 1672, "various": 1673, "vibrant": 1674, "wars": 1675, "washington": 1676, "wears": 1677, "went": 1678, "whom": 1679, "writer\\/director": 1680, "yarn": 1681, "9": 1682, "accomplished": 1683, "adds": 1684, "admire": 1685, "admit": 1686, "adolescent": 1687, "afraid": 1688, "alabama": 1689, "answers": 1690, "apparent": 1691, "appreciate": 1692, "austin": 1693, "authentic": 1694, "bag": 1695, "becoming": 1696, "beginning": 1697, "belongs": 1698, "below": 1699, "benigni": 1700, "birthday": 1701, "blair": 1702, "bother": 1703, "bottom": 1704, "caper": 1705, "captivating": 1706, "catch": 1707, "cheesy": 1708, "chinese": 1709, "choppy": 1710, "cletis": 1711, "color": 1712, "compassion": 1713, "consider": 1714, "constantly": 1715, "continues": 1716, "cruel": 1717, "curiosity": 1718, "cynical": 1719, "damage": 1720, "dance": 1721, "deft": 1722, "delightfully": 1723, "demands": 1724, "depiction": 1725, "despair": 1726, "desperate": 1727, "desperately": 1728, "desperation": 1729, "detailed": 1730, "development": 1731, "difference": 1732, "dirty": 1733, "disappointing": 1734, "distance": 1735, "disturbing": 1736, "dramatically": 1737, "earth": 1738, "endless": 1739, "event": 1740, "faithful": 1741, "fierce": 1742, "fight": 1743, "fill": 1744, "first-time": 1745, "fluff": 1746, "follows": 1747, "food": 1748, "giant": 1749, "glass": 1750, "gradually": 1751, "gritty": 1752, "grow": 1753, "guess": 1754, "guns": 1755, "halfway": 1756, "handsome": 1757, "happened": 1758, "heard": 1759, "heavy-handed": 1760, "hey": 1761, "holocaust": 1762, "honestly": 1763, "hopeful": 1764, "importance": 1765, "indian": 1766, "inspiration": 1767, "intellectual": 1768, "intoxicating": 1769, "iranian": 1770, "joyous": 1771, "justify": 1772, "kaufman": 1773, "key": 1774, "killed": 1775, "kiss": 1776, "laughter": 1777, "lies": 1778, "listless": 1779, "lived": 1780, "logic": 1781, "loved": 1782, "madonna": 1783, "mainly": 1784, "mere": 1785, "mild": 1786, "miller": 1787, "mixture": 1788, "moves": 1789, "nasty": 1790, "nevertheless": 1791, "news": 1792, "nicholas": 1793, "nicholson": 1794, "no.": 1795, "obnoxious": 1796, "obviously": 1797, "offbeat": 1798, "office": 1799, "onscreen": 1800, "outside": 1801, "over-the-top": 1802, "parable": 1803, "park": 1804, "parody": 1805, "pianist": 1806, "preachy": 1807, "precious": 1808, "proceedings": 1809, "profound": 1810, "promises": 1811, "pulls": 1812, "quest": 1813, "reasonably": 1814, "rendered": 1815, "resonant": 1816, "revealing": 1817, "rewarding": 1818, "rhythms": 1819, "ridiculous": 1820, "ring": 1821, "roll": 1822, "rush": 1823, "sade": 1824, "sadly": 1825, "sadness": 1826, "saying": 1827, "scenario": 1828, "science": 1829, "scratch": 1830, "secret": 1831, "self-conscious": 1832, "sentiment": 1833, "service": 1834, "showing": 1835, "skip": 1836, "spare": 1837, "speaking": 1838, "spectacular": 1839, "starring": 1840, "started": 1841, "stuck": 1842, "subtlety": 1843, "sugar": 1844, "talk": 1845, "teenage": 1846, "tender": 1847, "terrifying": 1848, "testament": 1849, "throws": 1850, "total": 1851, "touches": 1852, "traditional": 1853, "tsai": 1854, "understanding": 1855, "unintentionally": 1856, "unnecessary": 1857, "unpleasant": 1858, "uplifting": 1859, "van": 1860, "walk": 1861, "wallace": 1862, "week": 1863, "well-meaning": 1864, "willing": 1865, "winds": 1866, "witch": 1867, "within": 1868, "wow": 1869, "$": 1870, "'70s": 1871, "51": 1872, "abandon": 1873, "abstract": 1874, "accessible": 1875, "ahead": 1876, "aims": 1877, "americans": 1878, "amounts": 1879, "amused": 1880, "antwone": 1881, "appear": 1882, "arnold": 1883, "attractive": 1884, "background": 1885, "belly": 1886, "biting": 1887, "bleak": 1888, "bold": 1889, "breathtaking": 1890, "britney": 1891, "broad": 1892, "brutally": 1893, "buoyant": 1894, "camp": 1895, "candy": 1896, "capture": 1897, "category": 1898, "caught": 1899, "channel": 1900, "characterizations": 1901, "charmer": 1902, "christian": 1903, "cliched": 1904, "comedian": 1905, "competent": 1906, "condition": 1907, "conversations": 1908, "crap": 1909, "creativity": 1910, "credibility": 1911, "credible": 1912, "crisp": 1913, "crude": 1914, "damn": 1915, "dangerous": 1916, "daring": 1917, "dealing": 1918, "delivering": 1919, "demonstrates": 1920, "design": 1921, "determination": 1922, "dignity": 1923, "discovery": 1924, "dogs": 1925, "drawn": 1926, "drug": 1927, "due": 1928, "dying": 1929, "dysfunctional": 1930, "easier": 1931, "eccentric": 1932, "eddie": 1933, "elaborate": 1934, "encounter": 1935, "endeavor": 1936, "engaged": 1937, "english": 1938, "enigma": 1939, "enthusiasm": 1940, "eric": 1941, "evocative": 1942, "excess": 1943, "executed": 1944, "expectations": 1945, "exploitation": 1946, "exploitative": 1947, "exquisite": 1948, "fake": 1949, "false": 1950, "fanciful": 1951, "fighting": 1952, "fly": 1953, "follow": 1954, "forgive": 1955, "frailty": 1956, "friends": 1957, "gag": 1958, "gangs": 1959, "generate": 1960, "gifted": 1961, "glory": 1962, "gosling": 1963, "hair": 1964, "halloween": 1965, "hands": 1966, "harris": 1967, "harrowing": 1968, "heartbreaking": 1969, "helps": 1970, "herzog": 1971, "hill": 1972, "hip": 1973, "hong": 1974, "hoping": 1975, "horrifying": 1976, "hugely": 1977, "husband": 1978, "hybrid": 1979, "image": 1980, "inane": 1981, "incoherent": 1982, "innocence": 1983, "inoffensive": 1984, "insights": 1985, "kapur": 1986, "kong": 1987, "kung": 1988, "landscape": 1989, "laughing": 1990, "learn": 1991, "legged": 1992, "letting": 1993, "lightweight": 1994, "literary": 1995, "looked": 1996, "loves": 1997, "lyrical": 1998, "maintains": 1999, "market": 2000, "martha": 2001, "masterful": 2002, "matinee": 2003, "mature": 2004, "meant": 2005, "memories": 2006, "monsters": 2007, "muddled": 2008, "myself": 2009, "nair": 2010, "narc": 2011, "notion": 2012, "ode": 2013, "pair": 2014, "partly": 2015, "pat": 2016, "path": 2017, "patience": 2018, "photographed": 2019, "pile": 2020, "pinocchio": 2021, "planet": 2022, "poem": 2023, "poignancy": 2024, "portrayal": 2025, "pow": 2026, "pretension": 2027, "prison": 2028, "psychology": 2029, "punch": 2030, "references": 2031, "released": 2032, "relentlessly": 2033, "remain": 2034, "required": 2035, "resist": 2036, "resonance": 2037, "respectable": 2038, "returns": 2039, "revelatory": 2040, "richly": 2041, "rip-off": 2042, "ritchie": 2043, "rob": 2044, "roman": 2045, "russian": 2046, "saccharine": 2047, "safe": 2048, "saga": 2049, "sara": 2050, "saturday": 2051, "saving": 2052, "says": 2053, "schmidt": 2054, "scores": 2055, "screenwriters": 2056, "secretary": 2057, "sees": 2058, "self-indulgent": 2059, "settles": 2060, "shocking": 2061, "shoot": 2062, "shooting": 2063, "silence": 2064, "silliness": 2065, "simultaneously": 2066, "sitcom": 2067, "slap": 2068, "slip": 2069, "smoochy": 2070, "smug": 2071, "soldiers": 2072, "song": 2073, "sour": 2074, "splendid": 2075, "spoof": 2076, "stand-up": 2077, "state": 2078, "stays": 2079, "stealing": 2080, "stereotypes": 2081, "stilted": 2082, "stomach": 2083, "straightforward": 2084, "stuart": 2085, "succeed": 2086, "suffering": 2087, "tasty": 2088, "teacher": 2089, "teenagers": 2090, "theaters": 2091, "theatrical": 2092, "timing": 2093, "tout": 2094, "tradition": 2095, "trash": 2096, "trek": 2097, "turning": 2098, "tuxedo": 2099, "uncompromising": 2100, "unflinching": 2101, "unfocused": 2102, "unless": 2103, "utter": 2104, "victims": 2105, "vital": 2106, "wacky": 2107, "wannabe": 2108, "warning": 2109, "whimsical": 2110, "wilde": 2111, "wind": 2112, "xxx": 2113, "yu": 2114, "'em": 2115, "15": 2116, "\\/": 2117, "absurd": 2118, "acceptable": 2119, "account": 2120, "adams": 2121, "adventures": 2122, "after-school": 2123, "ai": 2124, "aimed": 2125, "allow": 2126, "alternately": 2127, "alternative": 2128, "am": 2129, "ambition": 2130, "amy": 2131, "answer": 2132, "arrives": 2133, "artifice": 2134, "artists": 2135, "assassin": 2136, "astonishing": 2137, "authority": 2138, "baffling": 2139, "bartleby": 2140, "beast": 2141, "behold": 2142, "belt": 2143, "bigger": 2144, "biopic": 2145, "bloody": 2146, "boasts": 2147, "books": 2148, "breaks": 2149, "breezy": 2150, "bride": 2151, "brilliantly": 2152, "bringing": 2153, "brother": 2154, "build": 2155, "bullets": 2156, "busy": 2157, "cage": 2158, "came": 2159, "cannes": 2160, "cares": 2161, "carry": 2162, "carvey": 2163, "casual": 2164, "celebrates": 2165, "center": 2166, "chabrol": 2167, "changes": 2168, "chaotic": 2169, "charismatic": 2170, "chases": 2171, "chick": 2172, "childhood": 2173, "chills": 2174, "chilly": 2175, "china": 2176, "choose": 2177, "clause": 2178, "closely": 2179, "co-writer": 2180, "combines": 2181, "comfort": 2182, "comfortable": 2183, "committed": 2184, "comparison": 2185, "complexity": 2186, "complications": 2187, "computer": 2188, "con": 2189, "conduct": 2190, "constant": 2191, "contains": 2192, "context": 2193, "contrivances": 2194, "convinced": 2195, "copy": 2196, "corner": 2197, "corny": 2198, "crass": 2199, "cultures": 2200, "curious": 2201, "curiously": 2202, "current": 2203, "cutting": 2204, "dahmer": 2205, "darker": 2206, "deadpan": 2207, "deceptively": 2208, "delicately": 2209, "demanding": 2210, "describe": 2211, "deuces": 2212, "dickens": 2213, "diesel": 2214, "directs": 2215, "disappointed": 2216, "display": 2217, "disposable": 2218, "domestic": 2219, "dong": 2220, "downbeat": 2221, "drags": 2222, "drop": 2223, "drugs": 2224, "dvd": 2225, "e.t.": 2226, "edited": 2227, "element": 2228, "eloquent": 2229, "embarrassment": 2230, "emerge": 2231, "empire": 2232, "enterprise": 2233, "entertain": 2234, "enthralling": 2235, "essence": 2236, "evans": 2237, "exceptional": 2238, "exceptionally": 2239, "expectation": 2240, "explosions": 2241, "extended": 2242, "fable": 2243, "faster": 2244, "fate": 2245, "feature-length": 2246, "featuring": 2247, "fights": 2248, "figures": 2249, "filling": 2250, "finely": 2251, "first-rate": 2252, "fish": 2253, "flash": 2254, "friend": 2255, "frightening": 2256, "gently": 2257, "ghetto": 2258, "good-natured": 2259, "grandeur": 2260, "handled": 2261, "happiness": 2262, "harry": 2263, "hear": 2264, "herself": 2265, "hitting": 2266, "hook": 2267, "hopkins": 2268, "hugh": 2269, "huppert": 2270, "imitation": 2271, "improbable": 2272, "inevitable": 2273, "inner": 2274, "insomnia": 2275, "inspirational": 2276, "instantly": 2277, "integrity": 2278, "ironic": 2279, "irony": 2280, "j.": 2281, "jackie": 2282, "jaglom": 2283, "junk": 2284, "k-19": 2285, "keeping": 2286, "kline": 2287, "knew": 2288, "labored": 2289, "labute": 2290, "lackluster": 2291, "larger": 2292, "laughable": 2293, "leaden": 2294, "leigh": 2295, "life-affirming": 2296, "lifeless": 2297, "likable": 2298, "literally": 2299, "loneliness": 2300, "loose": 2301, "madness": 2302, "marriage": 2303, "marvelous": 2304, "mean-spirited": 2305, "merit": 2306, "mouth": 2307, "nation": 2308, "nickleby": 2309, "nijinsky": 2310, "nomination": 2311, "nonsense": 2312, "notorious": 2313, "nuanced": 2314, "observant": 2315, "obsession": 2316, "odds": 2317, "packed": 2318, "paper": 2319, "passionate": 2320, "payoff": 2321, "peculiar": 2322, "pedestrian": 2323, "peek": 2324, "pic": 2325, "players": 2326, "plotted": 2327, "pokemon": 2328, "police": 2329, "ponder": 2330, "ponderous": 2331, "portrays": 2332, "positive": 2333, "potent": 2334, "preposterous": 2335, "pretends": 2336, "private": 2337, "problematic": 2338, "professional": 2339, "propaganda": 2340, "quirks": 2341, "race": 2342, "ramsay": 2343, "recycled": 2344, "rent": 2345, "replaced": 2346, "rewards": 2347, "rhythm": 2348, "rise": 2349, "roles": 2350, "rollerball": 2351, "roots": 2352, "rote": 2353, "run-of-the-mill": 2354, "sand": 2355, "sandra": 2356, "satirical": 2357, "savvy": 2358, "scattered": 2359, "search": 2360, "seemingly": 2361, "send": 2362, "serve": 2363, "serviceable": 2364, "serving": 2365, "seven": 2366, "shadows": 2367, "shakespeare": 2368, "shanghai": 2369, "shocks": 2370, "silver": 2371, "similar": 2372, "sink": 2373, "sinks": 2374, "slowly": 2375, "sly": 2376, "smartly": 2377, "snipes": 2378, "sobering": 2379, "soulless": 2380, "souls": 2381, "southern": 2382, "sparkling": 2383, "speaks": 2384, "spirited": 2385, "spirits": 2386, "spite": 2387, "staged": 2388, "startling": 2389, "stop": 2390, "stops": 2391, "strain": 2392, "street": 2393, "strike": 2394, "string": 2395, "stunt": 2396, "substantial": 2397, "subversive": 2398, "surreal": 2399, "sweetly": 2400, "t": 2401, "tales": 2402, "technical": 2403, "technology": 2404, "tends": 2405, "test": 2406, "thematic": 2407, "thick": 2408, "thrill": 2409, "throwing": 2410, "thumbs": 2411, "ticket": 2412, "tiny": 2413, "tour": 2414, "trademark": 2415, "tragedies": 2416, "trailer": 2417, "transcends": 2418, "trapped": 2419, "trashy": 2420, "unconvincing": 2421, "undeniable": 2422, "understated": 2423, "unimaginative": 2424, "unoriginal": 2425, "unpredictable": 2426, "vapid": 2427, "variety": 2428, "victim": 2429, "villain": 2430, "vincent": 2431, "vintage": 2432, "wave": 2433, "weeks": 2434, "well-crafted": 2435, "west": 2436, "whenever": 2437, "window": 2438, "windtalkers": 2439, "witless": 2440, "wondering": 2441, "ya-ya": 2442, "younger": 2443, "1": 2444, "13": 2445, "3": 2446, "8": 2447, "90-minute": 2448, "absurdity": 2449, "abuse": 2450, "academy": 2451, "accents": 2452, "achingly": 2453, "advantage": 2454, "advice": 2455, "ah": 2456, "alas": 2457, "allegory": 2458, "amid": 2459, "anne": 2460, "anybody": 2461, "anyway": 2462, "appropriate": 2463, "argue": 2464, "astonishingly": 2465, "attal": 2466, "attitude": 2467, "award": 2468, "awe": 2469, "ballistic": 2470, "bard": 2471, "basically": 2472, "big-screen": 2473, "blame": 2474, "blast": 2475, "blow": 2476, "bodies": 2477, "bored": 2478, "borrows": 2479, "box": 2480, "breath": 2481, "brisk": 2482, "brosnan": 2483, "brutal": 2484, "buffs": 2485, "built": 2486, "cable": 2487, "caine": 2488, "capacity": 2489, "carefully": 2490, "carried": 2491, "cat": 2492, "cell": 2493, "choice": 2494, "circuit": 2495, "cleverly": 2496, "climactic": 2497, "clooney": 2498, "closer": 2499, "clumsily": 2500, "coherent": 2501, "collapses": 2502, "colors": 2503, "combined": 2504, "concert": 2505, "confident": 2506, "connect": 2507, "considered": 2508, "controversy": 2509, "convenient": 2510, "convey": 2511, "convince": 2512, "cop": 2513, "cost": 2514, "costume": 2515, "creation": 2516, "crisis": 2517, "critics": 2518, "crudup": 2519, "cuts": 2520, "cynicism": 2521, "daily": 2522, "dare": 2523, "decided": 2524, "decidedly": 2525, "deeds": 2526, "delicious": 2527, "delights": 2528, "demographic": 2529, "developed": 2530, "disjointed": 2531, "diversion": 2532, "documentaries": 2533, "don": 2534, "double": 2535, "drawing": 2536, "draws": 2537, "drive": 2538, "dud": 2539, "duke": 2540, "earnestness": 2541, "eastwood": 2542, "eat": 2543, "effortlessly": 2544, "elegantly": 2545, "emphasizes": 2546, "encouraging": 2547, "endlessly": 2548, "engage": 2549, "enigmatic": 2550, "enthusiastic": 2551, "equal": 2552, "erotic": 2553, "escapism": 2554, "esther": 2555, "evelyn": 2556, "everyday": 2557, "evokes": 2558, "examines": 2559, "existence": 2560, "exotic": 2561, "explore": 2562, "exploring": 2563, "fairy": 2564, "famous": 2565, "fancy": 2566, "fantasies": 2567, "feat": 2568, "fellow": 2569, "fills": 2570, "flamboyant": 2571, "flow": 2572, "following": 2573, "ford": 2574, "former": 2575, "france": 2576, "freeman": 2577, "freshness": 2578, "frustration": 2579, "garbage": 2580, "generous": 2581, "glossy": 2582, "goldmember": 2583, "grab": 2584, "grating": 2585, "grey": 2586, "gun": 2587, "hallmark": 2588, "handful": 2589, "hanks": 2590, "hannibal": 2591, "happening": 2592, "hartley": 2593, "hastily": 2594, "haynes": 2595, "henry": 2596, "heroes": 2597, "heroine": 2598, "highest": 2599, "holm": 2600, "honesty": 2601, "hoped": 2602, "humorless": 2603, "hype": 2604, "impeccable": 2605, "impostor": 2606, "inconsequential": 2607, "inexplicable": 2608, "ingenious": 2609, "inherent": 2610, "insanely": 2611, "inspire": 2612, "insulting": 2613, "intent": 2614, "intermittently": 2615, "interview": 2616, "intimacy": 2617, "intricate": 2618, "irish": 2619, "issue": 2620, "japan": 2621, "jealousy": 2622, "jim": 2623, "judd": 2624, "kidman": 2625, "kill": 2626, "kinda": 2627, "lan": 2628, "lane": 2629, "language": 2630, "later": 2631, "latter": 2632, "laugh-out-loud": 2633, "laughed": 2634, "layers": 2635, "lends": 2636, "lesser": 2637, "lie": 2638, "lifestyle": 2639, "lifetime": 2640, "lingering": 2641, "lips": 2642, "lively": 2643, "locations": 2644, "longing": 2645, "lopez": 2646, "losing": 2647, "lush": 2648, "magnificent": 2649, "maintain": 2650, "managed": 2651, "marvel": 2652, "masterfully": 2653, "matthew": 2654, "meaningful": 2655, "measure": 2656, "measured": 2657, "mechanical": 2658, "meets": 2659, "melancholy": 2660, "metropolis": 2661, "middle-aged": 2662, "minds": 2663, "minute": 2664, "momentum": 2665, "morality": 2666, "morning": 2667, "mothman": 2668, "movements": 2669, "murky": 2670, "named": 2671, "neat": 2672, "necessarily": 2673, "neil": 2674, "nerve": 2675, "nightmare": 2676, "nights": 2677, "noble": 2678, "nonetheless": 2679, "note": 2680, "occasional": 2681, "oh": 2682, "order": 2683, "outing": 2684, "outstanding": 2685, "overlong": 2686, "pale": 2687, "palma": 2688, "parade": 2689, "paradiso": 2690, "pastiche": 2691, "pathos": 2692, "payne": 2693, "pays": 2694, "performed": 2695, "perverse": 2696, "philosophy": 2697, "physical": 2698, "piano": 2699, "pleasing": 2700, "plympton": 2701, "precisely": 2702, "predecessors": 2703, "pretensions": 2704, "primarily": 2705, "properly": 2706, "prospect": 2707, "proud": 2708, "providing": 2709, "psychologically": 2710, "pulp": 2711, "racial": 2712, "ranks": 2713, "reasons": 2714, "redemption": 2715, "reel": 2716, "refusal": 2717, "reggio": 2718, "remembered": 2719, "reminiscent": 2720, "rental": 2721, "rescue": 2722, "resembles": 2723, "resolutely": 2724, "reveal": 2725, "rice": 2726, "rings": 2727, "robin": 2728, "rohmer": 2729, "rooting": 2730, "rude": 2731, "sake": 2732, "saved": 2733, "screaming": 2734, "seeking": 2735, "seeming": 2736, "sensual": 2737, "shamelessly": 2738, "shapeless": 2739, "shelf": 2740, "shoulders": 2741, "showcase": 2742, "showcases": 2743, "simplicity": 2744, "sketch": 2745, "sketchy": 2746, "slack": 2747, "slick": 2748, "sluggish": 2749, "smith": 2750, "so-so": 2751, "solidly": 2752, "sophomoric": 2753, "sorvino": 2754, "soulful": 2755, "spears": 2756, "spell": 2757, "spin": 2758, "spot": 2759, "spring": 2760, "squeeze": 2761, "static": 2762, "steers": 2763, "sticks": 2764, "stitch": 2765, "stone": 2766, "store": 2767, "stretched": 2768, "strikes": 2769, "stylistic": 2770, "stylized": 2771, "subculture": 2772, "suggests": 2773, "suited": 2774, "surrounding": 2775, "suspect": 2776, "swallow": 2777, "sweeping": 2778, "sweetness": 2779, "sympathetic": 2780, "talky": 2781, "taylor": 2782, "tear": 2783, "tears": 2784, "technically": 2785, "term": 2786, "terribly": 2787, "text": 2788, "thomas": 2789, "thousands": 2790, "thrillers": 2791, "toback": 2792, "took": 2793, "top-notch": 2794, "topic": 2795, "touched": 2796, "travel": 2797, "traveler": 2798, "treats": 2799, "triangle": 2800, "trite": 2801, "unabashedly": 2802, "uncanny": 2803, "understands": 2804, "uneasy": 2805, "unexpectedly": 2806, "unforced": 2807, "unlikable": 2808, "unnerving": 2809, "unusually": 2810, "urge": 2811, "urgency": 2812, "vague": 2813, "verve": 2814, "wake": 2815, "walked": 2816, "web": 2817, "well-intentioned": 2818, "western": 2819, "whimsy": 2820, "wholly": 2821, "wilson": 2822, "winner": 2823, "wrapped": 2824, "yearning": 2825, "youth": 2826, "'60s": 2827, "100": 2828, "101": 2829, "11": 2830, "1\\/2": 2831, "20th": 2832, "21st": 2833, "30": 2834, "4ever": 2835, "80": 2836, "accurate": 2837, "adequate": 2838, "admittedly": 2839, "adventurous": 2840, "aficionados": 2841, "aging": 2842, "aimless": 2843, "album": 2844, "alert": 2845, "alienation": 2846, "aliens": 2847, "alike": 2848, "altogether": 2849, "amazingly": 2850, "ambiguous": 2851, "amiable": 2852, "anachronistic": 2853, "anderson": 2854, "angels": 2855, "anger": 2856, "angry": 2857, "anomie": 2858, "anthony": 2859, "anywhere": 2860, "appalling": 2861, "arguments": 2862, "arrive": 2863, "art-house": 2864, "arts": 2865, "arty": 2866, "aspirations": 2867, "attract": 2868, "audacious": 2869, "auto": 2870, "avary": 2871, "avoids": 2872, "ball": 2873, "ballot": 2874, "banter": 2875, "bar": 2876, "base": 2877, "basis": 2878, "beach": 2879, "begin": 2880, "benefit": 2881, "benjamins": 2882, "bill": 2883, "birot": 2884, "black-and-white": 2885, "blank": 2886, "bogdanovich": 2887, "bogs": 2888, "bow": 2889, "bowling": 2890, "breaking": 2891, "bridge": 2892, "brief": 2893, "brooding": 2894, "bruce": 2895, "bruckheimer": 2896, "bucks": 2897, "buddy": 2898, "building": 2899, "builds": 2900, "burger": 2901, "buried": 2902, "bursts": 2903, "calculated": 2904, "capturing": 2905, "carmen": 2906, "carrying": 2907, "cartoonish": 2908, "cartoons": 2909, "catches": 2910, "celebration": 2911, "celluloid": 2912, "cgi": 2913, "chances": 2914, "characterization": 2915, "charlie": 2916, "charmless": 2917, "chateau": 2918, "cheer": 2919, "cheese": 2920, "chekhov": 2921, "cherish": 2922, "chew": 2923, "chicago": 2924, "chiller": 2925, "chooses": 2926, "chuckles": 2927, "clean": 2928, "cleverness": 2929, "clich\u00e9d": 2930, "clockstoppers": 2931, "clothes": 2932, "club": 2933, "clue": 2934, "cohesive": 2935, "collateral": 2936, "compared": 2937, "computer-generated": 2938, "concern": 2939, "connection": 2940, "consciousness": 2941, "consequences": 2942, "conservative": 2943, "considering": 2944, "consistent": 2945, "conspiracy": 2946, "construct": 2947, "contradictory": 2948, "control": 2949, "convoluted": 2950, "coppola": 2951, "costumes": 2952, "cover": 2953, "cox": 2954, "craft": 2955, "crane": 2956, "critical": 2957, "crossroads": 2958, "crucial": 2959, "cry": 2960, "curves": 2961, "cutesy": 2962, "dana": 2963, "dancing": 2964, "darkly": 2965, "dawson": 2966, "decade": 2967, "decency": 2968, "dedication": 2969, "defies": 2970, "definitive": 2971, "del": 2972, "deliberately": 2973, "demons": 2974, "denial": 2975, "denying": 2976, "depends": 2977, "deserved": 2978, "destination": 2979, "destruction": 2980, "devices": 2981, "disappointingly": 2982, "disappointment": 2983, "dish": 2984, "dismissed": 2985, "displays": 2986, "distinctive": 2987, "distinctly": 2988, "divine": 2989, "dogtown": 2990, "dose": 2991, "doses": 2992, "dragons": 2993, "dramas": 2994, "dreadful": 2995, "dressed": 2996, "drink": 2997, "droll": 2998, "drumline": 2999, "dubious": 3000, "duvall": 3001, "eager": 3002, "earlier": 3003, "earn": 3004, "ecks": 3005, "edgy": 3006, "education": 3007, "effectively": 3008, "elusive": 3009, "emphasis": 3010, "empowerment": 3011, "endure": 3012, "enjoyably": 3013, "enormously": 3014, "enter": 3015, "entry": 3016, "episodes": 3017, "equilibrium": 3018, "ethnic": 3019, "evening": 3020, "exaggerated": 3021, "exceedingly": 3022, "excels": 3023, "exception": 3024, "exist": 3025, "existential": 3026, "expense": 3027, "experiment": 3028, "exploit": 3029, "explores": 3030, "exposition": 3031, "express": 3032, "extent": 3033, "extra": 3034, "extravaganza": 3035, "eyre": 3036, "factor": 3037, "fail": 3038, "familial": 3039, "farrelly": 3040, "fathers": 3041, "favorite": 3042, "favors": 3043, "feardotcom": 3044, "feathers": 3045, "feelings": 3046, "feet": 3047, "fence": 3048, "finest": 3049, "fits": 3050, "floor": 3051, "fluid": 3052, "folk": 3053, "followed": 3054, "fool": 3055, "forces": 3056, "format": 3057, "forth": 3058, "foster": 3059, "fourth": 3060, "freedom": 3061, "frontal": 3062, "gang": 3063, "gel": 3064, "gender": 3065, "generates": 3066, "genial": 3067, "giddy": 3068, "gift": 3069, "glorious": 3070, "gloriously": 3071, "goodfellas": 3072, "gore": 3073, "gorgeously": 3074, "gory": 3075, "graceful": 3076, "grasp": 3077, "gravity": 3078, "greene": 3079, "grim": 3080, "guessing": 3081, "hack": 3082, "haneke": 3083, "harder": 3084, "heady": 3085, "heat": 3086, "heavily": 3087, "held": 